Repository: coyim/coyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: es, fr, nl_nl, sv

source: They will be able to join the room again. Are you sure you want to continue?
es: La persona podrá unirse a la sala de nuevo. Estás seguro de que quieres continuar?
fr: La personne pourra à nouveau rejoindre la salle. Êtes-vous sûr·e de vouloir continuer ?
sv: De kan gå in i rummet igen. Är du säker på att du vill fortsätta?

source: Here you can provide an optional reason for removing the person. Everyone in the room will see this reason.
es: Aquí puedes proporcionar una razón opcional para remover a la persona. Todos en la sala verán esta razón.
fr: Ici, vous pouvez fournir une raison facultative pour le retrait de la personne. Tout le monde dans la salle verra cette raison.
sv: Här kan du beskriva varför du tar bort personen. Alla i rummet kan se den här anledningen.

source: Here you can define who the banned people are.
es: Aquí puedes definir quiénes son las personas bloqueadas.
fr: Ici, vous pouvez définir les personnes à bannir.
sv: Här kan du fastställa alla personer som är förbjudna i det här rummet.

source: Change role
es: Cambiar rol
fr: Changer de rôle
sv: Byt roll

source: Moderator
es: Moderador
fr: Modérateur
sv: Moderatör

source: A moderator can kick users, grant or revoke voice and assign moderatorship. Administrators and owners will automatically become moderators when they enter a room, but they can also make other occupants into moderators.
es: Un moderador puede expulsar a los usuarios, otorgar o revocar la voz y asignar la moderación. Los administradores y propietarios se convertirán automáticamente en moderadores cuando ingresen a una sala, pero también pueden convertir a otros ocupantes en moderadores.
fr: Un modérateur peut expulser des utilisateurs, accorder ou révoquer la voix et attribuer la modération. Les administrateurs et les propriétaires deviendront automatiquement des modérateurs lorsqu'ils entrent dans une salle, mais ils pourront également faire d'autres occupants des modérateurs.
sv: En moderatör kan kasta ut användare, ge eller ta bort röst, och ge moderatorskap. Administratörer och ägare blir automatiskt moderatörer när de kommer in i ett rum, men de kan också göra andra personer till moderatörer.

source: In a moderated room, only participants and moderators can send messages to the room. In non-moderated rooms, there's no difference between a participant and a visitor.
es: En una sala moderada, sólo los participantes y los moderadores pueden enviar mensajes a la misma. En las salas no moderadas, no hay diferencia entre un participante y un visitante.
fr: Dans une salle modérée, seuls les participants et les modérateurs peuvent envoyer des messages à la salle. Dans les salles non modérées, il n'y a pas de différence entre un participant et un visiteur.
sv: I ett modererat rum kan enbart deltagare och moderatörer skicka meddelanden till rummet. I rum some inte är modererade är det ingen skillnad mellan besökare och deltagare.

source: Visitor
es: Visitante
fr: Visiteur
sv: Besökare

source: In a moderated room, a visitor will not be able to send messages, but can still read the conversation. In an unmoderated room there is no difference between a participant and a visitor.
es: En una sala moderada, un visitante no podrá enviar mensajes, pero aún así podrá leer la conversación. En una sala no moderada no hay diferencia entre un participante y un visitante.
fr: Dans une salle modérée, un visiteur ne pourra pas envoyer de messages, mais pourra tout de même lire la conversation. Dans une salle non modérée, il n'y a pas de différence entre un participant et un visiteur.
sv: I ett modererat rum kan besökare inte skicka meddelanden, men de kan fortfarande läsa konversationen. I ett omodererat rum är det ingen skillnad mellan deltagare och besökare.

source: Status
es: Estado
fr: Statut

source: Back
es: Atrás
fr: Arrière
sv: Tillbaka

source: A position is a long-lived association with the room. The position of the person is maintained between visits.
es: Una posición es una asociación duradera con la sala. La posición de la persona se mantiene entre visitas.
fr: Une position est une association de longue durée avec la salle. La position de la personne est maintenue entre les visites.
sv: En ställning är en långtida förbindelse med rummet. En persons ställning upprätthålls ävan mellan besök.

source: A role controls what a person can do within the room. A role only lasts for the duration of the visit.
es: Un rol controla lo que una persona puede hacer dentro de la sala. Un rol sólo persiste durante la visita.
fr: Un rôle contrôle ce qu'une personne peut faire dans la salle. Un rôle ne dure que le temps de la visite.
sv: En roll kontrollerar vad en person kan göra i ett rum. En roll varar enbart under tiden för besöket.

source: Role
es: Rol
fr: Rôle
sv: Roll

source: Administrators and owners will automatically be moderators for a room. Therefore, the role of Juanito can't be changed.
es: Los administradores y propietarios serán automáticamente moderadores de una sala. Por tanto, el papel de Juanito no se puede cambiar.
fr: Les administrateurs et les propriétaires seront automatiquement des modérateurs d'une salle. Par conséquent, le rôle de Juanito ne peut pas être modifié.
sv: Administratörer och ägare blir automatiskt moderatörer i ett rum. På grund av detta kan inte Juanito's roll ändras.

source: Expel
es: Expulsar
fr: Expulser
sv: Kasta ut

source: Ban
es: Bloquear
fr: Bannir
sv: Bannlysa

source: Expander
es: Expansor
fr: Expandeur
sv: Expander (visas inte)

source: Security properties
es: Propiedades de seguridad
fr: Paramètres de sécurité
sv: Säkerhetsegenskaper

source: Configure room
es: Configurar sala
fr: Configurer la salle
sv: Konfigurera rum

source: Modify positions
es: Modificar posiciones
fr: Modifier les positions
sv: Ändra ställningar

source: Destroy room
es: Destruir sala
fr: Détruire la salle
sv: Förstör rummet

source: Leave room
es: Salir de la sala
fr: Quitter la salle
sv: Lämna rummet

source: Show room subject
es: Mostrar tema de la sala
fr: Sujet de la salle
sv: Visa rumsämne

source: Edit subject
es: Editar tema
fr: Modifier le sujet
sv: Ändra ämne

source: Security properties warnings
es: Advertencias de las propiedades de seguridad
fr: Avertissements liés aux paramètres de sécurité
sv: Varningar om säkerhetsegenskaper

source: Communication in this room is not encrypted
es: Las comunicaciones en esta sala no están cifradas
fr: La communication dans cette salle n'est pas cryptée
sv: Kommunikation i det här rummet är inte krypterad

source: Please be aware that communication in chat rooms is not encrypted - anyone that can intercept communication between you and the server - and the server itself - will be able to see what you are saying in this chat room. Only join this room and communicate here if you trust the server to not be hostile.
es: Toma en cuenta que la comunicación en las salas de chat no está cifrada; cualquier persona que pueda interceptar la comunicación entre el servidor y tú, y del servidor en sí, podrá ver lo que estás diciendo en esta sala de chat. Únete a esta sala y comunícate por aquí sólo si confías en que el servidor no será hostil.
fr: Veuillez noter que la communication dans les salles de discussion n'est pas cryptée - toute personne pouvant intercepter la communication entre vous et le serveur - et le serveur lui-même - pourra voir ce que vous dites dans cette salle de discussion. Seulement rejoindre cette salle et communiquer ici si vous faites confiance au serveur de ne pas être hostile.
sv: Var medveten om att kommunikation i chattrum inte är krypterad - om någon kan fånga upp kommunikation mellan dig och servern - och servern själv - kan dem se vad du säger i chattrummet. Gå enbart in i detta rum och kommunicera här om du litar på att servern inte är illvillig.

source: Go to previous [Ctrl + left]
es: Ir al anterior [Ctrl + izquierda]
fr: Aller au précédent [Ctrl + gauche]
sv: Bakåt [Ctrl + vänster]

source: Go to next [Ctrl + right]
es: Ir al siguiente [Ctrl + derecha]
fr: Aller au suivant [Ctrl + droite]
sv: Framåt [Ctrl + höger]

source: Close dialog
es: Cerrar diálogo
fr: Fermer le dialogue
sv: Stäng dialog

source: Warnings related to room configuration
es: Advertencias relacionadas a la configuración de la sala
fr: Avertissements liés à la configuration de la salle
sv: Varningar om rummets inställningar

source: Start new conversation
es: Empezar nueva conversación
fr: Démarrer une nouvelle conversation
sv: Starta ny konversation

source: From:
es: Desde la cuenta:
fr: De :
sv: Från:

source: With:
es: Con:
fr: Avec :
sv: Med:

source: Start
es: Empezar
fr: Démarrer
sv: Starta

source: New Group...
es: Nuevo grupo...
fr: Nouveau Groupe...
sv: Ny grupp...

source: Edit contact
es: Editar contacto
fr: Modifier le contact
sv: Ändra kontakt

source: Require encryption with this peer
es: Requerir cifrado con este compañero
fr: Exiger le chiffrement avec ce pair
sv: Kräv kryptering med denna kontakt

source: Groups:
es: Grupos:
fr: Groupes :
sv: Grupper:

source: Finish Verification
es: Finalizar verificación
fr: Terminer la Vérification
sv: Avsluta kontroll

source: Register
es: Registrar
fr: S'inscrire
nl_nl: Registreer
sv: Registrera

source: Warning!
es: Advertencia!
fr: Attention !
sv: Varning!

source: We could not find a running installation of Tor. In order to have the safest experience, we recommend you to install it. Tor is a tool for anonymity. Would you like to install it?
es: No pudimos encontrar una instalación en funcionamiento de Tor. Para tener una experiencia más segura, te recomendamos que lo instales. Tor es una herramienta para el anonimato. Quieres instalarlo?
fr: Nous n'avons pas pu trouver une installation en cours d'exécution de Tor. Afin d'avoir l'expérience la plus sûre, nous vous recommandons de l'installer. Tor est un outil pour l'anonymat. Souhaitez-vous l'installer ?
sv: Vi kunde inte hitta en aktiverad installation av Tor. För att få den säkraste upplevelsen möjlig, rekommenderar vi att du installar och aktiverar Tor. Tor är ett verktyg för att ge anonymitet. Vill du installera det?

source: Installing Tor for CoyIM:
es: Instalando Tor para CoyIM:
fr: Installation de Tor pour CoyIM :
sv: Installera Tor för CoyIM:

source: 1. Go to https://www.torproject.org/ 2. Download and install Tor (or the Tor Browser Bundle) 3. Start Tor (or the Tor Browser)
es: 1. Visita https://www.torproject.org/ 2. Descarga e instala Tor (o el paquete de Tor Browser) 3. Inicia Tor (o el Tor Browser)
fr: 1. Allez sur https://www.torproject.org/ 2. Téléchargez et installez Tor (ou le Tor Browser Bundle) 3. Démarrez Tor (ou le navigateur Tor)
sv: 1. Besök https://www.torproject.org/ 2. Ladda ner och installera Tor (eller Tor Browser Bundle) 3. Starta Tor (eller Tor Browser)

source: 4. Click here to check if Tor is now running
es: 4. Da clic aquí para verificar si Tor está funcionando ahora
fr: 4. Cliquez ici pour vérifier si Tor est maintenant en cours d'exécution
sv: 4. Klicka här för att se om Tor nu är aktivt

source: Conversations
es: Conversaciones
fr: Discussions
nl_nl: Gesprekken
sv: Konversationer

source: icon
es: ícono
fr: icône
nl_nl: icoon

source: column
es: columna
fr: colonne
nl_nl: kolom
sv: kolumnt

source: Validate Channel
es: Validar canal
fr: Valider le cannal
sv: Bekräfta kanal

source: Verification Failed
es: La verificación falló
fr: Échec de la vérification
sv: Kontroll misslyckades

source: Tag (optional name for this fingerprint):
es: Etiqueta (nombre opcional para este fingerprint):
fr: Tag (nom facultatif pour cette empreinte) :
sv: Etikett (valfritt namn för det här fingeravtrycket):

source: Hello world
es: Hola mundo
fr: Bonjour le monde
sv: Hej världen

source: XMPP Console: ACCOUNT_NAME
es: Consola XMPP: ACCOUNT_NAME
fr: Console XMPP : ACCOUNT_NAME
sv: XMPP-konsoll: ACCOUNT_NAME

source: _Close
es: _Cerrar
fr: _Fermer
sv: _Stäng

source: $nickname{%s} is not $affiliation{an owner} anymore.
es: $nickname{%s} ya no es $affiliation{un propietario}.
fr: $nickname{%s} n'est plus $affiliation{propriétaire}.
sv: $nickname{%s} är inte $affiliation{en ägare} längre.

source: $nickname{%s} is not $affiliation{an administrator} anymore.
es: $nickname{%s} ya no es $affiliation{un administrador}.
fr: $nickname{%s} n'est plus $affiliation{administrateur}.
sv: $nickname{%s} är inte $affiliation{en administratör} längre.

source: $nickname{%s} is not $affiliation{a member} anymore.
es: $nickname{%s} ya no es $affiliation{un miembro}.
fr: $nickname{%s} n'est plus $affiliation{un membre}.
sv: $nickname{%s} är inte $affiliation{en medlem} längre.

source: $nickname{%s} is not banned anymore.
es: $nickname{%s} ya no está bloqueado.
fr: $nickname{%s} n'est plus banni.
sv: $nickname{%s} är inte bannlyst längre.

source: The position of $nickname{%s} was changed to $affiliation{owner}.
es: La posición de $nickname{%s} cambió a $affiliation{propietario}.
fr: La position de $nickname{%s} a été changée en $affiliation{propriétaire}.
sv: $nickname{%s} är nu $affiliation{ägare}.

source: The position of $nickname{%s} was changed to $affiliation{administrator}.
es: La posición de $nickname{%s} cambió a $affiliation{administrador}.
fr: La position de $nickname{%s} a été changée en $affiliation{administrateur}.
sv: $nickname{%s} är nu $affiliation{administratör}.

source: The position of $nickname{%s} was changed to $affiliation{member}.
es: La posición de $nickname{%s} cambió a $affiliation{miembro}.
fr: La position de $nickname{%s} a été changée en $affiliation{membre}.
sv: $nickname{%s} är nu $affiliation{medlem}.

source: $nickname{%s} has been banned from the room.
es: $nickname{%s} ha sido bloqueado en la sala.
fr: $nickname{%s} a été banni du salon.
sv: $nickname{%s} har blivit bannlyst från rummet.

source: The position of $nickname{%s} was changed.
es: La posición de $nickname{%s} cambió.
fr: La position de $nickname{%s} a été modifiée.
sv: Ställningen för $nickname{%s} har ändrats.

source: $nickname{%s} was expelled from the room.
es: $nickname{%s} fue expulsado de la sala.
fr: $nickname{%s} a été expulsé de la salle.
sv: $nickname{%s} kastades ut från rummet.

source: The role of $nickname{%s} was changed to $role{moderator}.
es: El rol de $nickname{%s} cambió a $role{moderador}.
fr: Le rôle de $nickname{%s} a été changé en $role{modérateur}.
sv: $nickname{%s} har nu rollen $role{moderatör}.

source: The role of $nickname{%s} was changed to $role{participant}.
es: El rol de $nickname{%s} cambió a $role{participante}.
fr: Le rôle de $nickname{%s} a été changée en $role{participant}.
sv: $nickname{%s} har nu rollen $role{deltagare}.

source: The role of $nickname{%s} was changed to $role{visitor}.
es: El rol de $nickname{%s} cambió a $role{visitante}.
fr: Le rôle de $nickname{%s} es passé à $role{visiteur}.
sv: $nickname{%s} har nu rollen $role{besökare}.

source: The role of $nickname{%s} was changed from $role{moderator} to $role{participant}.
es: El rol de $nickname{%s} cambió de $role{moderador} a $role{participante}.
fr: Le rôle de $nickname{%s} est passé de $role{modérateur} à $role{participant}.
sv: $nickname{%s} har nu rollen ${besökare}. Den tidigare rollen var $role{moderatör}.

source: The role of $nickname{%s} was changed from $role{moderator} to $role{visitor}.
es: El rol de $nickname{%s} cambió de $role{moderador} a $role{visitante}.
fr: Le rôle de $nickname{%s} est passé de $role{moderator} à $role{visitor}.
sv: $nickname{%s} har nu rollen ${besökare}. Den tidigare rollen var $role{moderatör}.

source: The role of $nickname{%s} was changed from $role{participant} to $role{moderator}.
es: El rol de $nickname{%s} cambió de $role{participante} a $role{moderador}.
fr: Le rôle de $nickname{%s} est passé de $role{participant} à $role{modérateur}.
sv: $nickname{%s} har nu rollen ${deltagare}. Den tidigare rollen var $role{moderatör}.

source: The role of $nickname{%s} was changed from $role{participant} to $role{visitor}.
es: El rol de $nickname{%s} cambió de $role{participante} a $role{visitante}.
fr: Le rôle de $nickname{%s} est passé de $role{participant} à $role{visiteur}.
sv: $nickname{%s} har nu rollen ${besökare}. Den tidigare rollen var $role{deltagare}.

source: The role of $nickname{%s} was changed from $role{visitor} to $role{moderator}.
es: El rol de $nickname{%s} cambió de $role{visitante} a $role{moderador}.
fr: Le rôle de $nickname{%s} est passé de $role{visiteur} à $role{modérateur}.
sv: $nickname{%s} har nu rollen ${moderatör}. Den tidigare rollen var $role{besökare}.

source: The role of $nickname{%s} was changed from $role{visitor} to $role{participant}.
es: El rol de $nickname{%s} cambió de $role{visitante} a $role{participante}.
fr: Le rôle de $nickname{%s} est passé de $role{visiteur} à $role{participant}.
sv: $nickname{%s} har nu rollen ${deltagare}. Den tidigare rollen var $role{besökare}.

source: The role of $nickname{%s} was changed.
es: El rol de $nickname{%s} cambió.
fr: Le rôle de $nickname{%s} a été modifié.
sv: Rollen för $nickname{%s} har ändrats.

source: The position of $nickname{%s} couldn't be changed.
es: La posición de $nickname{%s} no pudo ser cambiada.
fr: La position de $nickname{%s} n'a pas pu être modifiée.
sv: Ställningen för $nickname{%s} kunde inte ändras.

source: Changing the position failed
es: El cambio de posición falló
fr: Échec du changement de position
sv: Ändringen av ställning misslyckades

source: The position of %s couldn't be changed
es: La posición de %s no pudo ser cambiada
fr: La position de %s n'a pas pu être modifiée
sv: Ställningen för %s kunde inte ändras

source: $nickname{%s} couldn't be banned.
es: $nickname{%s} no pudo ser bloqueado.
fr: $nickname{%s} n'a pas pu être banni.
sv: $nickname{%s} kunde inte bannlysas.

source: Banning failed
es: El bloqueo falló
fr: Le bannissement a échoué
sv: Bannlysning misslyckades

source: %s couldn't be banned
es: %s no pudo ser bloqueado
fr: %s n'a pas pu être banni
sv: %s kunde inte bannlysas

source: You can't change your own position because you are the only owner for this room. Every room must have at least one owner.
es: No puedes cambiar tu propia posición porque eres el único propietario de esta sala. Todas las salas deben tener al menos un propietario.
fr: Vous ne pouvez pas changer votre propre position car vous êtes le seul propriétaire de cette salle. Chaque salle doit avoir au moins un propriétaire.
sv: Du kan inte ändra din egen ställning eftersom du är den enda ägaren för det här rummet. Varje rum måste ha åtminstonde en ägare.

source: An error occurred trying to change the position of %s to owner.
es: Un error ocurrió al intentar cambiar la posición de %s a propietario.
fr: Une erreur s'est produite lors de la tentative de modification de la position de %s en propriétaire.
sv: Ett fel uppstod när vi försökte ändra ställningen för %s till ägare.

source: An error occurred trying to change the position of %s to administrator.
es: Un error ocurrió al intentar cambiar la posición de %s a administrador.
fr: Une erreur s'est produite lors de la tentative de modification de la position de %s en administrateur.
sv: Ett fel uppstod när vi försökte ändra ställningen för %s till administratör.

source: An error occurred trying to change the position of %s to member.
es: Un error ocurrió al intentar cambiar la posición de %s a miembro.
fr: Une erreur s'est produite lors de la tentative de modification de la position de %s en membre.
sv: Ett fel uppstod när vi försökte ändra ställningen för %s till medlem.

source: An error occurred trying to ban %s.
es: Un error ocurrió al intentar bloquear a %s.
fr: Une erreur s'est produite lors de la tentative de bannir %s.
sv: Ett fel uppstod när vi försökte bannlysa %s.

source: An error occurred trying to change the position of %s.
es: Un error ocurrió al intentar cambiar la posición de %s.
fr: Une erreur s'est produite lors de la tentative de modification de la position de %s.
sv: Ett fel uppstod när vi försökte ändra ställningen för %s.

source: The role of $nickname{%s} couldn't be changed.
es: El rol de $nickname{%s} no pudo ser cambiado.
fr: Le rôle de $nickname{%s} n'a pas pu être modifié.
sv: Rollen för $nickname{%s} kunde inte ändras.

source: Changing the role failed
es: El cambio de rol falló
fr: Échec du changement de rôle
sv: Ändringen av rollen misslyckades

source: The role of %s couldn't be changed
es: El rol de %s no pudo ser cambiado
fr: Le rôle de %s n'a pas pu être modifié
sv: Rollen för %s kunde inte ändras

source: An error occurred trying to change the role of %s to moderator.
es: Un error ocurrió al intentar cambiar el rol de %s a moderador.
fr: Une erreur s'est produite lors de la tentative de modification du rôle de %s en modérateur.
sv: Ett fel uppstod när vi försökte ändra rollen för %s till moderatör.

source: An error occurred trying to change the role of %s to participant.
es: Un error ocurrió al intentar cambiar el rol de %s a participante.
fr: Une erreur s'est produite lors de la tentative de modification du rôle de %s en participant.
sv: Ett fel uppstod när vi försökte ändra rollen för %s till deltagare.

source: An error occurred trying to change the role of %s to visitor.
es: Un error ocurrió al intentar cambiar el rol de %s a visitante.
fr: Une erreur s'est produite lors de la tentative de modification du rôle de %s en visiteur.
sv: Ett fel uppstod när vi försökte ändra rollen för %s till besökare.

source: An error occurred trying to change the role of %s.
es: Un error ocurrió al intentar cambiar el rol de %s.
fr: Une erreur s'est produite lors de la tentative de modification du rôle de %s.
sv: Ett fel uppstod när vi försökte ändra rollen för %s.

source: $nickname{%s} couldn't be expelled.
es: $nickname{%s} no pudo ser expulsado.
fr: $nickname{%s} n'a pas pu être expulsé.
sv: $nickname{%s} kunde inte kastas ut.

source: Expelling failed
es: La expulsión falló
fr: Échec de l'expulsion
sv: Utkastning misslyckades

source: %s couldn't be expelled
es: %s no pudo ser expulsado
fr: %s n'a pas pu être expulsé
sv: %s kunde inte kastas ut

source: An error occurred expelling %s.
es: Un error ocurrió expulsando a %s.
fr: Une erreur s'est produite lors de l'expulsion de %s.
sv: Ett fel uppstod när vi försökte kasta ut %s.

source: As an owner you don't have permission to expel %s.
es: Como propietario, no tienes permiso para expulsar a %s.
fr: En tant que propriétaire, vous n'êtes pas autorisé à expulser %s.
sv: Som ägare har du inte tillåtelse att kasta ut %s.

source: As an administrator you don't have permission to expel %s.
es: Como administrador, no tienes permiso para expulsar a %s.
fr: En tant qu'administrateur, vous n'êtes pas autorisé à expulser %s.
sv: Som administratör har du inte tillåtelse att kasta ut %s.

source: As a member you don't have permission to expel %s.
es: Como miembro, no tienes permiso para expulsar a %s.
fr: En tant que membre, vous n'avez pas la permission d'expulser %s.
sv: Som medlem har du inte tillåtelse att kasta ut %s.

source: You don't have permission to expel %s.
es: No tienes permiso para expulsar a %s.
fr: Vous n'avez pas la permission d'expulser %s.
sv: Du har inte tillåtelse att kasta ut %s.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{an owner} anymore.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} ya no es $affiliation{un propietario}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} n'est plus $affiliation{propriétaire}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är inte längre $affiliation{en ägare}.
