Repository: coyim/coyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: es, fr, nl_nl, sv

source: The certificate for the connection to account %[1]s is correct, but the names for it doesn't match. We need a certificate for the name %[2]s, but this wasn't provided. This can happen if the server is configured incorrectly or there are other reasons the proper name couldn't be used. This is very common for corporate Google accounts. It can also be the symptom of an attack. Try to verify that this information is correct before proceeding with the connection.
es: El certificado para la conexión a la cuenta %[1]s es correcto, pero los nombres no coinciden. Necesitamos un certificado para el nombre %[2]s, pero este no fue proporcionado. Esto puede suceder si el servidor está configurado incorrectamente o si existen otras razones por las que no se pudo usar el nombre correcto. Esto es muy común para las cuentas corporativas de Google. También puede ser síntoma de un ataque. Intenta verificar que esta información sea correcta antes de continuar con la conexión.
fr: Le certificat de connexion au compte %[1]s est correct, mais les noms ne correspondent pas. Nous avons besoin d'un certificat pour le nom %[2]s, mais celui-ci n'a pas été fourni. Cela peut se produire si le serveur est mal configuré ou s'il existe d'autres raisons pour lesquelles le nom propre n'a pas pu être utilisé. Ceci est très courant pour les comptes Google d'entreprise. Cela peut aussi être le symptôme d'une attaque. Essayez de vérifier que ces informations sont correctes avant de procéder à la connexion.
sv: Certifikatet för anslutningen till konto %[1]s är korrekt, men namnen i det stämmer inte överens. Vi behöver ett certifikat för namnet %[2]s, men detta gavs inte. Detta kan hända om servern inte är korrekt inställd eller om det finns andra anledningar till att det rätta namnet inte kunde användas. Detta är väldigt vanligt med företagskonton från Google. Det kan också vara ett tecken på ett angrepp. Försök att kontrollera att informationen är korrekt innan du fortsätter med anslutningen.

source: The certificate for the connection to account %s is correct - but you have a pinning policy that requires us to ask whether you would like to continue connecting using this certificate, save it for the future, or stop connecting. Try to verify that this information is correct before proceeding with the connection.
es: El certificado para la conexión a la cuenta %s es correcto - pero tienes una política de fijación que requiere que te preguntemos si deseas continuar conectándote con este certificado, guardarlo para el futuro o dejar de conectarte. Intenta verificar que esta información sea correcta antes de continuar con la conexión.
fr: Le certificat de connexion au compte %s est correct - mais vous avez une politique d'épinglage qui nous oblige à vous demander si vous souhaitez continuer à vous connecter à l'aide de ce certificat, l'enregistrer pour le futur ou arrêter la connexion. Essayez de vérifier que ces informations sont correctes avant de procéder à la connexion.
sv: Certifikatet för anslutningen till kontot %s är korrekt - men du har en policy för certifikatstiftning som kräver att vi frågar dig om du vill fortsätta anslutningen med detta certifikat först, och om du vill spara det för framtiden eller avbryta anslutningen. Försök att kontrollera att informationen är korrekt innan du fortsätter med anslutningen.

source: Configuration for room [%s]
es: Configuración para la sala [%s]
fr: Configuration pour la salle [%s]
sv: Rumsinställningar [%s]

source: Update Configuration
es: Actualizar configuración
fr: Mettre à Jour la Configuration
sv: Uppdatera inställningar

source: Cancel room settings
es: Cancelar los ajustes de la sala
fr: Annuler les paramètres de la salle
sv: Avbryt ruminställning

source: We were unable to cancel the room configuration
es: No pudimos cancelar la configuración de la sala
fr: Nous n'avons pas pu annuler la configuration de la chambre
sv: Vi kunde inte avbryt rumsinställningen

source: An error occurred while trying to cancel the configuration of the room.
es: Un error ocurrió mientras intentábamos cancelar la configuración de la sala.
fr: Une erreur s'est produite lors de la tentative d'annulation de la configuration de la salle.
sv: Ett fel uppstod när vi försökte avbryta rumsinställningen.

source: Couldn't connect to the service, please verify that it exists or try again later.
es: No pudimos conectarnos con el servicio, por favor verifica si este existe o inténtalo de nuevo.
fr: Impossible de se connecter au service, veuillez vérifier qu'il existe ou réessayer plus tard.
sv: Kunde inte ansluta till tjänsten, var god kontrollera att den existerar eller försök igen senare.

source: That room already exists, try again with a different name.
es: Esa sala ya existe, intenta de nuevo con un nombre diferente.
fr: Cette salle existe déjà, réessayez avec un nom différent.
sv: Rummet finns read, försök med ett annat namn.

source: Could not create the room.
es: No se pudo crear la sala.
fr: Impossible de créer la salle.
sv: Kunde inte skapa rummet.

source: Configure Room
es: Configurar sala
fr: Configurer la Salle
sv: Ställ in rum

source: Create Room & Join
es: Crear sala & unirte
fr: Créer une Salle et Rejoindre
sv: Skapa rum & gå in

source: The transfer to %s can't be done encrypted and securely.
es: La transferencia a %s no se puede ser cifrada y hacersede forma segura.
fr: Le transfert vers %s ne peut pas être effectué de manière cryptée et sécurisée.
sv: Överföringen till %s kan inte göras krypterat och säkert.

source: Do you want to continue anyway? This means an adversary or server administrator can potentially see the content of the file.
es: ¿Quieres continuar de todos modos? Esto significa que potencialmente un adversario o administrador del servidor puede ver el contenido del archivo.
fr: Voulez-vous continuer quand même ? Cela signifie qu'un adversaire ou un administrateur de serveur peut potentiellement voir le contenu du fichier.
sv: Vill du fortsätta ändå? Detta betyder att en fiend eller serveradministratör kan möjligen se innehållet i filen.

source: %s wants to send you a directory - this transfer will be encrypted and secure - do you want to receive it?
es: %s quiere enviarte un directorio; esta transferencia estará cifrada y será segura - ¿deseas recibirla?
fr: %s souhaite vous envoyer un dossier - ce transfert sera crypté et sécurisé - voulez-vous le recevoir ?
sv: %s vill skicka en folder till dig - överföringen kommer ske krypterat och säkert - vill du ta emot den?

source: Directory name: %s
es: Nombre del directorio %s
fr: Nom du dossier : %s
sv: Foldernamn: %s

source: %s wants to send you a directory - the transfer will NOT be encrypted or secure - do you want to receive it?
es: %s quiere enviarte un directorio - la transferencia no será segura ni estará cifrada - ¿quieres recibirla?
fr: %s veut vous envoyer un dossier - le transfert NE SERA PAS crypté ou sécurisé - voulez-vous le recevoir ?
sv: %s vill skicka en folder till dig - överföringen kommer INTE ske krypterat och säkert - vill du ta emot den?

source: %s wants to send you a file - this transfer will be encrypted and secure - do you want to receive it?
es: %s quiere enviarte un archivo - esta transferencia será segura y estará cifrada - ¿quieres recibirla?
fr: %s souhaite vous envoyer un fichier - ce transfert sera crypté et sécurisé - voulez-vous le recevoir ?
sv: %s vill skicka en fil till dig - överföringen kommer ske krypterat och säkert - vill du ta emot den?

source: File name: %s
es: Nombre del archivo: %s
fr: Nom du fichier : %s
sv: Filnamn: %s

source: %s wants to send you a file - the transfer will NOT be encrypted or secure - do you want to receive it?
es: %s quiere enviarte un archivo - la transferencia no será segura ni estará cifrada - ¿quieres recibirla?
fr: %s veut vous envoyer un fichier - le transfert NE SERA PAS crypté ou sécurisé - voulez-vous le recevoir ?
sv: %s vill skicka en fil till dig - överföringen kommer INTE ske krypterat och säkert - vill du ta emot den?

source: %[1]s Encrypted: %[2]v
es: %[1]s Cifrado: %[2]v
fr: %[1]s Chiffré : %[2]v
sv: %[1]s Krypterad: %[2]v

source: %[1]s Last modified: %[2]s
es: %[1]s Última modificación: %[2]s
fr: %[1]s Dernière modification : %[2]s
sv: %[1]s Senast ändrad: %[2]s

source: %[1]s Size: %[2]d bytes
es: %[1]s Tamaño: %[2]d bytes
fr: %[1]s Taille : %[2]d octets
sv: %[1]s Storlek: %[2]d bytes

source: Choose where to save file
fr: Choisissez où enregistrer le fichier

source: Choose where to save folder
fr: Choisissez où enregistrer le dossier

source: _Save
es: _Guardar
fr: _Sauvegarder
sv: _Spara

source: Choose file to send
fr: Choisissez le fichier à envoyer

source: Choose directory to send
fr: Choisissez le dossier à envoyer

source: You can no longer receive any messages in this room and the list of people in the room will not be updated anymore.
es: Ya no puedes recibir ningún mensaje en esta sala y la lista de personas en la misma no se actualizará más.
fr: Vous ne pouvez plus recevoir de messages dans cette salle et la liste des personnes dans la salle ne sera plus mise à jour.
sv: Du kan inte längre ta emot meddelanden i det här rummet, och listan över personer i rummet kommer inte längre uppdateras.

source: Administrators and owners will automatically be moderators for a room. Therefore, the role of %s can't be changed.
es: Los administradores y propietarios serán automáticamente moderadores de una sala. Por lo tanto, el rol de %s no se puede cambiar.
fr: Les administrateurs et les propriétaires seront automatiquement les modérateurs d'une salle. Par conséquent, le rôle de %s ne peut pas être modifié.
sv: Administratörer och ägare blir automatiskt moderatörer i ett rum. På grund av detta kan rollen för %s inte ändras.

source: Attempting to start a private conversation...
es: Intentando iniciar una conversación privada...
fr: Tentative de démarrage d'une conversation privée...
sv: Försöker starta privat konversation...

source: Private conversation has ended.
es: La conversación privada ha terminado.
fr: La conversation privée est terminée.
sv: Den privata konversationen har avslutats.

source: You have verified the identity of %s.
es: Has verificado la identidad de %s.
fr: Vous avez vérifié l'identité de %s.
sv: Du har kontrollerat identiteten för %s.

source: You are talking over an unprotected chat
fr: Vous parlez sur un chat non protégé

source: Available
es: Disponible
fr: Disponible
nl_nl: Beschikbaar
sv: Tillgänglig

source: Not Available
es: No disponible
fr: Pas Disponible
nl_nl: Niet beschikbaar
sv: Inte tillgänglig

source: Away
es: Fuera
fr: Absent
nl_nl: Weg
sv: Borta

source: Busy
es: Ocupado
fr: Occupé
nl_nl: Bezet
sv: Upptagen

source: Free for Chat
es: Libre para conversar
fr: Libre pour Discuter
nl_nl: Beschikbaar voor gesprek
sv: Tillgänglig för chatt

source: Offline
es: Desconectado
fr: Hors Ligne

source: The peer is using a key we haven't seen before!
es: ¡Tu compañero está usando una clave que no habíamos visto antes!
fr: Le pair utilise une clé que nous n'avons jamais vue auparavant !
sv: Kontakten använder en nyckel som vi inte sett förut!

source: Expel person
es: Expulsar persona
fr: Expulser la personne
sv: Kasta ut person

source: You are about to expel %s from the room.
es: Estás por expulsar a %s de la sala.
fr: Vous êtes sur le point d'expulser %s de la salle.
sv: Du är på väg att kasta ut %s från rummet.

source: Ban person
es: Bloquear persona
fr: Bannir la personne
sv: Bannlys person

source: You are about to ban %s from the room
es: Estás por bloquear a %s de la sala
fr: Vous êtes sur le point de bannir %s de la salle
sv: Du håller på att bannlysa %s från rummet

source: They won't be able to join the room again. Are you sure you want to continue?
es: La persona no podrá unirse a la sala de nuevo. ¿Estás seguro de que deseas continuar?
fr: La personne ne pourra plus rejoindre la salle. Êtes-vous sûr·e de vouloir continuer ?
sv: De kommer inte kunna gå in i rummet igen. Är du säker på att du vill fortsätta?

source: Here you can provide an optional reason for banning the person. Everyone in the room will see this reason.
es: Aquí puedes proporcionar una razón opcional para bloquear a la persona. Todos en la sala verán esta razón.
fr: Ici, vous pouvez fournir une raison facultative pour bannir la personne. Tout le monde dans la salle verra cette raison.
sv: Här kan du skriva in en anledning för bannlysningen av personen. Alla i rummet kan se den här anledningen.

source: You must provide a valid nickname.
es: Debes proporcionar un nickname válido.
fr: Vous devez fournir un pseudo valide.
sv: Du måste ange ett giltigt namn.

source: You can't join the room using that nickname because it's already being used.
es: No puedes unirte a la sala usando ese nickname porque ya está siendo usado.
fr: Vous ne pouvez pas rejoindre la salle en utilisant ce pseudo car il est déjà utilisé.
sv: Du kan inte gå in i rummet med det namnet, eftersom det är redan använt.

source: Sorry, this room only allows registered members.
es: Lo sentimos, esta sala sólo permite miembros registrados.
fr: Désolé, cette salle n'accepte que les membres enregistrés.
sv: Tyvärr är det här rummet enbart tillgängligt för medlemmar.

source: You can't join the room because the password is not valid.
es: No puedes unirte a la sala porque la contraseña no es válida.
fr: Vous ne pouvez pas rejoindre la salle car le mot de passe n'est pas valide.
sv: Du kan inte gå in i rummet eftersom lösenordet inte är korrekt.

source: You can't join the room because the maximum number of people has been reached.
es: No puedes unirte a la sala porque el número máximo de personas ha sido alcanzado.
fr: Vous ne pouvez pas rejoindre la salle car le nombre maximum de personnes a été atteint.
sv: Du kan inte gå in i rummet eftersom det finns inte plats för mer personer i rummet.

source: An unknown error occurred when trying to join the room. Please try again later.
es: Un error desconocido ocurrió mientras intentabas unirte a la sala. Por favor inténtalo de nuevo.
fr: Une erreur inconnue s'est produite lors de la tentative de connexion au salon. Veuillez réessayer plus tard.
sv: Ett okänt fel uppstod när du försökte gå in i rummet. Var god försök igen.

source: You can't join the room because your account is currently banned.
es: No puedes unirte a la sala porque actualmente tu cuenta está bloqueda.
fr: Vous ne pouvez pas rejoindre la salle car votre compte est actuellement banni.
sv: Du kan inte gå in i rummet eftersom du är bannlyst.

source: An error occurred when trying to join the room. Please check your connection or make sure the room exists.
es: Un error ocurrió mientras intentabas unirte a la sala. Por favor revisa tu conexión o asegúrate de que la sala exista.
fr: Une erreur s'est produite lors de la tentative de connexion au salon. Veuillez vérifier votre connexion ou vous assurer que la salle existe.
sv: Ett fel uppstod när vi försökte gå in i rummet. Var god kontrollera din anslutning och att rummet existerar.

source: Validation failed: The XMPP address is invalid. An XMPP address should look like this: local@domain.com.
fr: Validation échouée : L'adresse XMPP n'est pas valide. Une adresse XMPP doit ressembler à ceci : local@domain.com.

source: Validation failed: The XMPP address has an invalid domain part, The XMPP address has an invalid local part. An XMPP address should look like this: local@domain.com.
fr: Validation échouée : L'adresse XMPP a un domaine invalide, L'adresse XMPP a sa partie locale invalide. Une adresse XMPP doit ressembler à ceci : local@domain.com.

source: Validation failed: The XMPP address has an invalid domain part. An XMPP address should look like this: local@domain.com.
fr: Validation échouée : L'adresse XMPP a un domaine non valide. Une adresse XMPP doit ressembler à ceci : local@domain.com.

source: Validation failed: The XMPP address has an invalid local part. An XMPP address should look like this: local@domain.com.
fr: Validation échouée : L'adresse XMPP a sa partie locale non valide. Une adresse XMPP doit ressembler à ceci : local@domain.com.

source: There are no known fingerprints for %s
es: No hay fingerprints conocidos para %s
fr: Il n'y a pas d'empreintes connues pour %s
nl_nl: Er zijn geen bekende vingerafdrukken voor %s
sv: Det finns inga kända fingeravtryck för %s

source: These are the fingerprints known for %s:
es: Estos son los fingerprints conocidos para %s:
fr: Voici les empreintes connues de %s :
nl_nl: Dit zijn de bekende vingerafdrukken voor %s:
sv: De här är fingeravtrycken för %s:

source: not trusted
es: No es de confianza
fr: pas fiable
nl_nl: niet vertrouwd
sv: inte betrodd

source: trusted
es: De confianza
fr: fiable
nl_nl: vertrouwd
sv: betrodd

source: The fingerprints for %[1]s: %[2]s
es: Los fingerprints para %[1]s: %[2]s
fr: Les empreintes de %[1]s : %[2]s
sv: Fingeravtryck för %[1]s: %[2]s

source: $nickname{%s} has been added as $affiliation{an owner}.
es: $nickname{%s} ha sido agregado como $affiliation{propietario}.
fr: $nickname{%s} a été ajouté en tant que $affiliation{propriétaire}.
sv: $nickname{%s} har blivit tillagd som $affiliation{ägare}.

source: $nickname{%s} has been added as $affiliation{an administrator}.
es: $nickname{%s} ha sido agregado como $affiliation{administrador}.
fr: $nickname{%s} a été ajouté en tant qu'$affiliation{administrateur}.
sv: $nickname{%s} har blivit tillagd som $affiliation{administratör}.

source: $nickname{%s} has been added as $affiliation{a member}.
es: $nickname{%s} ha sido agregado como $affiliation{miembro}.
fr: $nickname{%s} a été ajouté en tant que $affiliation{member}.
sv: $nickname{%s} har blivit tillagd som $affiliation{medlem}.

source: $nickname{%s} has been added to the ban list.
es: $nickname{%s} ha sido agregado a la lista de bloqueados.
fr: $nickname{%s} a été ajouté à la liste des bannis.
sv: $nickname{%s} har blivit tillagd till listan över bannlysta personer.

source: Sending: %s
es: Enviando: %s
fr: Envoi : %s
sv: Skickar: %s

source: Receiving: %s
es: Recibiendo: %s
fr: Réception : %s
sv: Tar emot: %s

source: Sending securely: %s
es: Enviando de forma segura: %s
fr: Envoi sécurisé : %s
sv: Skickar säkert: %s

source: Sending encrypted: %s
es: Enviando cifrado: %s
fr: Envoi chiffré : %s
sv: Skickar krypterad: %s

source: Sending insecurely: %s
es: Enviando de forma no segura: %s
fr: Envoi non sécurisé : %s
sv: Skickar osäkert: %s

source: Receiving securely: %s
es: Recibiendo de forma no segura: %s
fr: Réception sécurisée : %s
sv: Tar emot säkert: %s

source: Receiving encrypted: %s
es: Recibiendo cifrado: %s
fr: Réception chiffrée : %s
sv: Tar emot krypterad: %s

source: Receiving insecurely: %s
es: Recibiendo de forma no segura: %s
fr: Réception non sécurisée : %s
sv: Tar emot osäkert: %s

source: Declined: %s
es: Rechazado: %s
fr: Refusé : %s
sv: Nekad: %s

source: Canceled: %s
es: Cancelado: %s
fr: Annulé : %s
sv: Avbryten: %s

source: Failed: %s
es: Falló: %s
fr: Échec : %s
sv: Misslyckad: %s

source: Sent securely: %s
es: Enviado de forma segura: %s
fr: Envoyé en toute sécurité : %s
sv: Skickad säkert: %s

source: Sent encrypted: %s
es: Enviado cifrado: %s
fr: Envoyé chiffré : %s
sv: Skickad krypterad: %s

source: Sent insecurely: %s
es: Enviado de forma insegura: %s
fr: Envoyé de manière non sécurisée : %s
sv: Skickad osäkert: %s

source: Received securely: %s
es: Recibido de forma segura: %s
fr: Reçu en toute sécurité : %s
sv: Mottagen säkert: %s

source: Received encrypted: %s
es: Recibido cifrado: %s
fr: Reçu chiffré : %s
sv: Mottagen krypterad: %s

source: Received insecurely: %s
es: Recibido de forma insegura: %s
fr: Reçu de manière non sécurisée : %s
sv: Mottagen osäkert: %s

source: You are already in the room.
es: Ya estás en la sala.
fr: Vous êtes déjà dans la salle.
sv: Du är redan i rummet.

source: You were already connected to this room.
es: Ya estabas conectado a esta sala.
fr: Vous étiez déjà connecté à cette salle.
sv: Du var redan ansluten till rummet.

source: We had an error: Timeout.
fr: Nous avons eu une erreur : Temps d'attente dépassé.

source: The registration process currently requires Tor in order to ensure your safety. You don't have Tor running. Please, start it.
fr: Le processus d'enregistrement a maintenant besoin de Tor afin d'assurer votre sécurité. Tor n'est pas en cours d'exécution. S'il vous plaît, démarrez-le.

source: Could not contact the server. Please, correct your server choice and try again.
fr: Impossible de contacter le serveur. Veuillez corriger votre choix de serveur et réessayer.

source: We had an error: Some required fields are missing. Please, try again and fill all fields.
fr: Nous avons eu une erreur : Certains champs obligatoires sont manquants. Veuillez réessayer en remplissant tous les champs.

source: We had an error: Incorrect username
fr: Nous avons eu une erreur : Nom d'utilisateur incorrect

source: We had an error: The captcha entered is wrong
fr: Nous avons eu une erreur : Le captcha saisi est erroné

source: We had an error: The server received too many requests to create an account at the same time.
fr: Nous avons eu une erreur : Le serveur a reçu trop de demandes de création de compte en même temps.

source: Connecting to server for registration... This might take a while.
es: Conectando al servidor para el registro... Esto puede tomar un momento.
fr: Connexion au serveur pour l'enregistrement... Cela peut prendre un certain temps.
sv: Ansluter till servern för registrering... Detta kan ta ett tag.

source: We had an error when trying to store your account information.
fr: Une erreur s'est produite lors de la tentative de stockage des informations de votre compte.

source: <b>%s</b> successfully created.
es: <b>%s</b> creada exitosamente.
fr: <b>%s</b> créé avec succès.
sv: <b>%s</b> skapades korrekt.

source: Today
es: Hoy
fr: Aujourd'hui
sv: Idag

source: Yesterday
es: Ayer
fr: Hier
sv: Igår

source: Two days ago
es: Hace dos días
fr: Il y a deux jours
sv: Två dagar sedan

source: Three days ago
es: Hace tres días
fr: Il y a trois jours
sv: Tre dagar sedan

source: Four days ago
es: Hace cuatro días
fr: Il y a quatre jours
sv: Fyra dagar sedan

source: Monday
es: Lunes
fr: Lundi
sv: Måndag

source: Thursday
es: Jueves
fr: Jeudi
sv: Torsdag

source: Wednesday
es: Miércoles
fr: Mercredi
sv: Onsdag

source: Tuesday
es: Martes
fr: Mardi
sv: Tisdag

source: Friday
es: Viernes
fr: Vendredi
sv: Fredag

source: Saturday
es: Sábado
fr: Samedi
sv: Lördag

source: Sunday
es: Domingo
fr: Dimanche
sv: Söndag

source: January
es: Enero
fr: Janvier
sv: Januari

source: February
es: Febrero
fr: Février
sv: Februari

source: March
es: Marzo
fr: Mars
sv: Mars

source: April
es: Abril
fr: Avril

source: May
es: Mayo
fr: Mai
sv: Maj

source: June
es: Junio
fr: Juin
sv: Juni

source: July
es: Julio
fr: Juillet
sv: Juli

source: August
es: Agosto
fr: Août
sv: Augusti

source: September
es: Septiembre
fr: Septembre

source: October
es: Octubre
fr: Octobre
sv: Oktober

source: November
es: Noviembre
fr: Novembre
sv: Novemember

source: December
es: Diciembre
fr: Décembre

source: An hour ago
es: Hace una hora
fr: Il y a une heure
sv: För en timma sidan

source: Few hours ago
es: Hace unas pocas horas
fr: Il y a quelques heures
sv: Några timmar sedan

source: %v hours ago
es: Hace %v horas
fr: Il y a %v heures
sv: %v timmar sidan

source: A minute ago
es: Hace un minuto
fr: Il y a une minute
sv: För en minut sedan

source: A few minutes ago
es: Hace unos pocos minutos
fr: Il y a quelques minutes
sv: Några minuter sedan

source: %v minutes ago
es: Hace %v minutos
fr: Il y a %v minutes
sv: %v minuter sedan

source: A second ago
es: Hace un segundo
fr: Il y a une seconde
sv: För se sekund sedan

source: A few seconds ago
es: Hace unos pocos segundos
fr: Il y a quelques secondes
sv: Några sekunder sedan
