Repository: coyim/coyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: es, fr, nl_nl, sv

source: Secure Chat
es: Chat seguro
fr: Sécuriser la Discussion
sv: Säker chat

source: Start encrypted chat
es: Iniciar chat cifrado
fr: Démarrer une discussion chiffrée
nl_nl: Start versleutelde chat
sv: Starta krypterad chat

source: End encrypted chat
es: Terminar chat cifrado
fr: Terminer la discussion chiffrée
nl_nl: Beëindig versleutelde chat
sv: Avsluta krypterad chat

source: Verify fingerprint
es: Verificar fingerprint
fr: Vérifier l'empreinte
nl_nl: Verifieer vingerafdruk
sv: Verifiera fingeravtryck

source: Transfer
es: Transferir
fr: Transférer
sv: Överföring

source: Send File
es: Enviar archivo
fr: Envoyer le fichier
sv: Skicka fil

source: Send Dir
es: Enviar directorio
fr: Envoyer le rep
sv: Skicka katalog

source: Edit Proxy
es: Editar proxy
fr: Modifier le proxy
nl_nl: Bewerk proxy
sv: Redigera Proxy

source: Proxy type:
es: Tipo de proxy:
fr: Type de proxy :
sv: Proxytyp:

source: User:
es: Usuario:
fr: Utilisateur :
nl_nl: Gebruiker:
sv: Användare:

source: Password:
es: Contraseña:
fr: Mot de passe :
nl_nl: Wachtwoord:
sv: Lösenord:

source: Server:
es: Servidor:
fr: Serveur :

source: Path:
es: Ruta:
fr: Chemin :
sv: Sökväg:

source: Are you liking it?
es: Estás disfrutando CoyIM?
fr: Est-ce que vous aimez ?
nl_nl: Bevalt het je?
sv: Uppskattar du programmet?

source: Feedback
es: Comentarios
fr: Remarques
nl_nl: Terugkoppeling
sv: Respons

source: We would like to receive your feedback
es: Nos gustaría recibir tus comentarios
fr: Nous aimerions recevoir vos commentaires
nl_nl: We zouden het fijn vinden om terugkoppeling te krijgen van je
sv: Vi mottar gärna din respons

source: Visit the website to get in touch with us:
es: Visita el sitio web para ponerte en contacto con nosotros:
fr: Visitez le site Web pour nous contacter :
sv: Besök vår hemsida för att komma i kontakt med oss:

source: Let us know what you think of CoyIM. This is the only way we can create a better privacy tool.
es: Coméntanos lo que piensas de CoyIM. Esa es la única manera en la que podemos crear una mejor herramienta para la privacidad.
fr: Faites-nous savoir ce que vous pensez de CoyIM. C'est la seule façon de créer un meilleur outil de confidentialité.
sv: Berätta för oss vad du tycker om CoyIM. Detta är enda sättet vi kan skapa ett bättre verktyg för personlig integritet.

source: File transfer
es: Transferencia de archivo
fr: Transfert de fichier
sv: Filöverföring

source: File transfer without encryption?
es: Transferir archivo sin cifrar?
fr: Transfert de fichiers sans cryptage ?
sv: Överför fil utan kryptering?

source: Setup your first account
es: Configura tu primera cuenta
fr: Configurez votre premier compte
sv: Upprätta ditt första konto

source: Welcome to CoyIM!
es: Bienvenido a CoyIM!
fr: Bienvenue sur CoyIM !
sv: Välkommen till CoyIM!

source: Create a new account
es: Crear nueva cuenta
fr: Créer un nouveau compte
sv: Skapa nytt konto

source: Add an existing account
es: Agregar una cuenta existente
fr: Ajouter un compte existant
sv: Lägg till existerande konto

source: Import account from your computer
es: Importar cuenta desde tu computadora
fr: Importer un compte depuis votre ordinateur
sv: Importera konto från din dator

source: Share in person
es: Compartir en persona
fr: Partager en personne
sv: Dela med dig personligen

source: Share through a different encrypted channel
es: Compartir por un canal cifrado diferente
fr: Partager via un autre canal crypté
sv: Dela med dig via en annan krypterad kanal

source: Share in a phone call
es: Compartir en una llamada telefónica
fr: Partager via un appel téléphonique
sv: Dela med dig via telefonsamtal

source: No notifications
es: Sin notificaciones
fr: Aucune notification
sv: Inga underrättelser

source: Only show that a new message arrived
es: Mostrar únicamente que un nuevo mensaje llegó
fr: Afficher uniquement qu'un nouveau message a été reçu
sv: Visa enbart att ett nytt meddelande har anlänt

source: Show who sent the message
es: Mostrar quién envió el mensaje
fr: Afficher qui a envoyé le message
sv: Visa vem som skickade meddelandet

source: Show message
es: Mostrar mensaje
fr: Afficher le message
sv: Via meddelandet

source: Unify conversations in one window
es: Unificar conversaciones en una ventana
fr: Unifiez les conversations dans une seule fenêtre
sv: Förena alla konversationer i ett fönster

source: Send messages with Shift-Enter
es: Enviar mensajes con Shift-Enter
fr: Envoyer des messages avec Shift-Enter
sv: Skicka meddelanden via Skift-Retur

source: Display empty groups
es: Mostrar grupos vacíos
fr: Afficher les groupes vides
sv: Visa tomma grupper

source: Use Emacs key bindings
es: Usar vinculación de teclas de Emacs
fr: Utiliser les raccourcis clavier Emacs
sv: Använd tangentbordskopplingar från Emacs

source: General
fr: Général
sv: Allmäna

source: CoyIM supports notifying you when a new message arrives - these notifications can be turned off, or set to show different amounts of information. It's important to remember that showing the text of the message, or even the author, could potentially be a privacy leak if you're ever in settings where someone can see your screen.
es: CoyIM tiene soporte para notificarte cuando llega un nuevo mensaje; estas notificaciones se pueden desactivar o configurar para mostrar diferentes cantidades de información. Es importante recordar que mostrar el texto del mensaje, o incluso el autor, podría ser una filtración de privacidad si alguna vez te encuentras en situaciones en las que alguien puede ver tu pantalla.
fr: CoyIM prend en charge la notification de l'arrivée d'un nouveau message - ces notifications peuvent être désactivées ou configurées pour afficher différentes quantités d'informations. Il est important de se rappeler que l'affichage du texte du message, ou même de l'auteur, pourrait potentiellement constituer une fuite de confidentialité si jamais vous vous trouvez dans une situation où quelqu'un peut voir votre écran.
sv: CoyIM kan skicka underrättelser till dig när ett nytt meddelande anländer. Dessa underrättelser kan stängas av, eller ställas in att visa olika mängder information. Det är viktigt att komma ihåg att visa texten för meddelandet eller till och med författaren kan vara en invasion av din personliga integritet om du är i en situation där någon kan se din skärm.

source: Notification type
es: Tipo de notificación
fr: Type de notification
sv: Underrättelsetyp

source: Notifications can be set to display urgently - this is useful if you work in fullscreen mode. If the notification is not urgent, it will not display over a fullscreen window.
es: Las notificaciones se pueden configurar para que se muestren con urgencia; esto es útil si trabajas en modo de pantalla completa. Si la notificación no es urgente, no se mostrará en una ventana de pantalla completa.
fr: Les notifications peuvent être configurées pour s'afficher en urgence - ceci est utile si vous travaillez en mode plein écran. Si la notification n'est pas urgente, elle ne s'affichera pas sur une fenêtre plein écran.
sv: Underrättelser kan ställas in att visas angeläget - detta kan vara användbart om du arbeter i fullskärmsläge. Om underrättelsen inte är angelägen kommer den inte visas framför ett fullskärmsfönster.

source: Should notifications be displayed urgently?
es: Se deben mostrar las notificaciones urgentes?
fr: Les notifications doivent-elles être affichées en urgence ?
sv: Skall underrättelser visas angeläget?

source: Notifications can stay on the screen until you've gone back to CoyIM, or they can expire after a while. The below setting changes this behavior.
es: Las notificaciones pueden permanecer en la pantalla hasta que estés de vuelta en CoyIM, o pueden expirar después de un tiempo. Los siguientes ajustes cambian este comportamiento.
fr: Les notifications peuvent rester à l'écran jusqu'à ce que vous reveniez à CoyIM, ou elles peuvent expirer après un certain temps. Le paramètre ci-dessous modifie ce comportement.
sv: Underrättelser kan stanna på skärmen tills du har gått tillbaka till CoyIM, eller så kan de gå ut efter en stund. Instälnningen nedan ändrar detta beteende.

source: Should notifications expire?
es: Las notificaciones deben expirar?
fr: Les notifications doivent-elles expirer ?
sv: Skall underrättelser upphöra?

source: You can specify a custom command to run whenever a message is received. If specified, this command will run on every messages except it will wait for a timeout period before running the next time. The command and timeout is specified below.
es: Puedes especificar un comando personalizado para que se ejecute siempre que se recibas un mensaje. Si se especifica, este comando se ejecutará en todos los mensajes, mas existirá un período de tiempo de espera antes de ejecutarse la próxima vez. El comando y el tiempo de espera se especifican a continuación.
fr: Vous pouvez spécifier une commande personnalisée à exécuter chaque fois qu'un message est reçu. Si elle est spécifiée, cette commande s'exécutera sur tous les messages, mais elle attendra un délai d'expiration avant de s'exécuter la prochaine fois. La commande et le délai d'attente sont spécifiés ci-dessous.
sv: Du kan välja ett anpassat kommando som kommer köras varje gång ett meddelande är mottaget. Om du väljer att göra detta kommer kommandet köras varje för varje meddelande, med undantag för en paus innan det körs nästa gång. Både kommandot och paus-tiden kan skrivas nedan.

source: Notification command
es: Comando de notificación
fr: Commande de notification
sv: Underrättelsekommando

source: Minimum time between notifications in seconds
es: Tiempo mínimo entre notificaciones en segundos
fr: Temps minimum entre les notifications en secondes
sv: Minsta tid mellan underrättelser i sekunder

source: If you set this property to a file name, low level information will be logged there. Be very careful - this information is sensitive and could potentially contain very private information. Only turn this setting on if you absolutely need it for debugging. This file will specifically log XMPP traffic information. This setting will only take effect after a restart of CoyIM.
es: Si aplicas esta propiedad en un nombre de archivo, la información de bajo nivel se registrará allí. Ten mucho cuidado: esta información es confidencial y podría contener detalles muy privados. Sólo activa esta configuración si es absolutamente necesaria para hacer debugging. Este archivo registrará específicamente la información de tráfico de XMPP. Esta configuración sólo tendrá efecto después de reiniciar CoyIM.
fr: Si vous paramétrez cette propriété sur un nom de fichier, les informations de bas niveau y seront enregistrées. Soyez très prudent - ces informations sont sensibles et pourraient potentiellement contenir des informations très privées. Activez ce paramètre uniquement si vous en avez absolument besoin pour faire du débogage. Ce fichier enregistrera spécifiquement les informations de trafic XMPP. Ce paramètre ne prendra effet qu'après un redémarrage de CoyIM.
sv: Om du sätter den här inställningen till ett filnamn kommer lågnivåinformation att loggas där. Var försiktig - den här informationen är känslig och kan innehålla privat information. Sätt enbart på den här inställningen om du absolut behöver det för felsökning. Filen kommer logga traffikinformation för protokollet XMPP. Den här inställningen tar effekt enbart efter en omstart av CoyIM.

source: Raw log file
es: Archivo de registro sin procesar
fr: Fichier log en brut
sv: Rå loggfil

source: Debugging
es: Depuración
fr: Débogage
sv: Felsökning

source: Add Group
es: Agregar grupo
fr: Ajouter un Groupe
sv: Lägg till grupp

source: Group name
es: Nombre del grupo
fr: Nom du groupe
sv: Gruppnamn

source: Import Accounts
es: Importar cuentas
fr: Importer des Comptes
nl_nl: Accounts importeren
sv: Importera konton

source: Choose the accounts you would like to import and start using from CoyIM.
es: Selecciona las cuentas que te gustaría importar y empezar a usar desde CoyIM.
fr: Choisissez les comptes que vous souhaitez importer et commencez à les utiliser à partir de CoyIM.
nl_nl: Kies de accounts die je wilt importeren en begin met het gebruik van CoyIM.
sv: Välj de konton du vill importera och börja använda från CoyIM.

source: Import this
es: Importar esto
fr: Importez ceci
nl_nl: Importeer dit
sv: Importera detta

source: From application
es: Desde la aplicación
fr: De l'application
nl_nl: Vanuit applicatie
sv: Från program

source: Account name
es: Nombre de la cuenta
fr: Nom du compte
nl_nl: Accountnaam
sv: Kontonamn

source: Enter main password
es: Ingresa la contraseña principal
fr: Entrer le mot de passe principal
sv: Skriv in huvudlösenord

source: Please enter the main password for the configuration file. You will not be asked for this password again until you restart CoyIM.
es: Por favor, ingresa la contraseña principal para el archivo de configuración. Esta contraseña no te será pedida de nuevo hasta que reinicies CoyIM.
fr: Veuillez saisir le mot de passe principal du fichier de configuration. Ce mot de passe ne vous sera plus demandé tant que vous n'aurez pas redémarré CoyIM.
sv: Var god skriv in huvudlösenordet för konfigurationsfilen. Du kommer inte bli tillfrågad om detta lösenord igen tills du startar om CoyIM.

source: Add...
es: Agregar...
fr: Ajouter...
nl_nl: Toevoegen...
sv: Lägg till...

source: New Conversation...
es: Nueva conversación...
fr: Nouvelle Conversation...
sv: Ny konversation...

source: _Accounts
es: Cuent_as
fr: _Comptes
sv: Ko_nton

source: Chat _Rooms
es: Salas de _Chat
fr: _Salles de discussion
sv: Chatt_rum

source: Create Room
es: Crear sala
fr: Créer une salle de discussion
sv: Skapa rum

source: Show public rooms...
es: Mostrar salas públicas...
fr: Afficher les salles publiques...
sv: Visa offentliga rum...

source: Join a Room
es: Unirte a una sala
fr: Rejoindre une salle
sv: Gå med i ett rum

source: _View
es: _Vista
fr: _Vue
sv: _Vy

source: Merge Accounts
es: Fusionar cuentas
fr: Fusionner les Comptes
nl_nl: Accounts samenvoegen
sv: Slå samman konton

source: Show Offline Contacts
es: Mostrar contactos sin conexión
fr: Afficher les Contacts Hors Ligne
nl_nl: Toon offline contacten
sv: Visa ej anslutna konton

source: Show Waiting Contacts
es: Mostrar contactos en espera
fr: Afficher les Contacts en Attente
sv: Visa bidande kontakter

source: Sort By Status
es: Ordenar por status
fr: Trier par Statut
sv: Sortera efter status

source: Encrypt configuration file
es: Encriptar archivo de configuración
fr: Crypter le fichier de configuration
nl_nl: Versleutel configuratie bestand
sv: Kryptera konfigurationsfilen

source: Preferences...
es: Preferencias...
fr: Préférences...
sv: Preferenser...

source: _Help
es: _Ayuda
fr: _Aide
sv: _Hjälp

source: About
es: Acerca de
fr: À propos
nl_nl: Over
sv: Om

source: Search...
es: Buscar...
fr: Chercher...
sv: Sök...

source: Create chat room
es: Crear sala de chat
fr: Créer une salle de discussion
sv: Skapa chattrum

source: Room
es: Sala
fr: Salle
sv: Rum

source: Enter the room name
es: Ingresa el nombre de la sala
fr: Entrez le nom de la salle
sv: Skriv in rumsnamnet

source: Enter the location or select one from the list
es: Ingresa la ubicación o selecciona una de la lista
fr: Entrez l'emplacement ou sélectionnez-en un dans la liste
sv: Skriv in platsen eller välj en från listan

source: Where
es: Dónde
fr: Où
sv: Var

source: _Automatically join the room
es: _Unirme automáticamente a la sala
fr: Rejoindre _automatiquement la salle
sv: Gå in _automatiskt i rummet

source: Automatically join the room when created
es: Unirme automáticamente a la sala tras ser creada
fr: Rejoindre automatiquement la salle lors de sa création
sv: Gå in automatiskt i rummet när det har blivit skapat

source: Add custom room configuration
es: Agregar configuración personalizada a la sala
fr: Ajouter une configuration de salle personnalisée
sv: Lägg till anpassad rumskonfiguration

source: _Create Room
es: _Crear sala
fr: _Créer une salle
sv: _Skapa rum

source: Congratulations, the room has been created
es: Felicidades, la sala ha sido creada
fr: Félicitations, la salle a été créée
sv: Grattis, rummet har blivit skapat

source: Create another room
es: Crear otra sala
fr: Créer une autre salle
sv: Skapa ytterligare ett rum

source: Join
es: Unirme
fr: Rejoindre
sv: Gå med

source: Join a chat room
es: Unirme a una sala de chat
fr: Rejoindre une salle de discussion
sv: Gå med i ett chattrum

source: _Cancel
es: _Cancelar
fr: _Annuler
nl_nl: _Annuleren
sv: _Avbryt

source: _Continue
es: _Continuar
fr: _Continuer
sv: _Fortsätt

source: Enter or select the service
es: Ingresar o seleccionar el servicio
fr: Entrez ou sélectionnez le service
sv: Skriv in eller välj tjänsten

source: Chat rooms
es: Salas de chat
fr: Salles de discussion
sv: Chattrum

source: List all rooms
es: Listar todas las salas
fr: Lister toutes les salles
sv: Visa alla rum

source: List rooms in service
es: Listar salas en el servicio
fr: Lister les salles du service
sv: Visa all rum hos tjänsten

source: Change position
es: Cambiar posición
fr: Changer la position
sv: Ändra ställning

source: Apply
es: Aplicar
fr: Valider
nl_nl: Toepassen
sv: Tillämpa

source: As an administrator you can't make others into administrators or owners.
es: Como administrador no puedes convertir a otros en administradores o propietarios.
fr: En tant qu'administrateur, vous ne pouvez pas faire d'autres personnes des administrateurs ou des propriétaires.
sv: Som administratör kan du inte göra andra till administratörer eller ägare.

source: Owner
es: Propietario
fr: Propriétaire
sv: Ägare

source: An owner is allowed to change the room configuration and destroy the room, in addition to all administrator privileges.
es: Un propietario puede cambiar la configuración de la sala y destruirla, además de todos los privilegios de administrador.
fr: Un propriétaire est autorisé à modifier la configuration de la salle et à détruire la salle, en plus de tous les privilèges d'administrateur.
sv: En ägare kan ändra rumsinställningarna och förstöra rummet, förutom alla andra administratörsprivilegier.

source: Administrator
es: Administrador
fr: Administrateur
sv: Administratör

source: An administrator is responsible for memberships for the room, and automatically becomes a moderator when entering it.
es: Un administrador es responsable de las membresías de la sala y automáticamente se convierte en moderador al ingresar.
fr: Un administrateur est responsable des adhésions à la salle, et devient automatiquement modérateur en y entrant.
sv: En administratör är ansvarig för medlemskap i rummet, och blir automatiskt moderatör när hen går in i det.

source: Member
es: MIembro
fr: Membre
sv: Medlem

source: A person with this position can enter a members-only room, and can also immediately speak in all rooms they are a member of.
es: Una persona con esta posición puede ingresar a una sala exclusiva para miembros y también puede hablar inmediatamente en todas las salas de las que es miembro.
fr: Une personne ayant cette position peut entrer dans une salle réservée aux membres et peut également parler immédiatement dans toutes les salles dont elle est membre.
sv: En person med den här ställningen kan gå in i rum enbart för medlemmer, och kan också omedelbart prata i alla rum dem är medlem i.

source: Without a position, a person can't enter a members-only room.
es: Sin una posición, una persona no puede ingresar a una sala exclusiva para miembros.
fr: Sans une position, une personne ne peut pas entrer dans une salle réservée aux membres.
sv: Utan ställning kan en person inte gå in i rum enbart för medlemmar.

source: Here you can provide an optional reason for the change. Everyone in the room will see this reason.
es: Aquí puedes proporcionar una razón opcional para el cambio. Todos en la sala verán esta razón.
fr: Ici, vous pouvez fournir une raison facultative pour le changement. Tout le monde dans la salle verra cette raison.
sv: Här kan du ge en frivillig anledning för ändringen. Alla i rummet kan se den här anledningen.

source: Close room
es: Cerrar sala
fr: Fermer la salle
sv: Stäng rummet

source: Do you want to leave the room?
es: Quieres salir de la sala?
fr: Voulez-vous quitter la salle ?
sv: Vill du lämna rummet?

source: Yes, leave the room
es: Sí, salir de la sala
fr: Oui, quitter la salle
sv: Ja, lämna rummet

source: Close Room
es: Cerrar sala
fr: Fermer la Salle
sv: Stäng rum

source: Room configuration
es: Configuración de la sala
fr: Configuration de la salle
sv: Rumsinställningar

source: Position description here
es: Descripción de la posición aquí
fr: Description de la position ici
sv: Ställningsbeskriving här

source: Account address
es: Dirección de la cuenta
fr: Adresse du compte
sv: Kontoadress

source: Advanced options
es: Opciones avanzadas
fr: Options avancées
sv: Avancerade inställningar

source: Enter the room password
es: Ingresa la contraseña de la sala
fr: Entrez le mot de passe de la salle
sv: Skriv in rumslösenordet

source: Show
es: Mostrar
fr: Montrer
sv: Visa

source: Confirm the room password
es: Confirmar la contraseña de la sala
fr: Confirmer le mot de passe de la salle
sv: Bekräfta rumslösenordet

source: Passwords don't match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
sv: Lösenorden stämmer inte överens

source: Clear
es: Limpiar
fr: Éffacer
sv: Rensa

source: Automatically join the room
es: Unirme automáticamente a la sala
fr: Rejoindre automatiquement la salle
sv: Gå in automatiskt i rummet

source: Cancel room creation
es: Cancelar creación de la sala
fr: Annuler la création de la salle
sv: Avbryt skapelse av rum

source: No
fr: Non
sv: Nej

source: Yes
es: Sí
fr: Oui
sv: Ja

source: Are you sure you want to cancel the room creation?
es: Estás seguro de que quieres cancelar la creación de la sala?
fr: Êtes-vous sûr·e de vouloir annuler la création de la salle ?
sv: Är du säker på att du vill avbryta skapelsen av rummet?

source: Send
es: Enviar
fr: Envoyer
sv: Skicka

source: Room destruction error
es: Error en la destrucción de la sala
fr: Erreur de destruction de la salle
sv: Fel vid förstörelse av rummet

source: Retry
es: Reintentar
fr: Réessayez
sv: Försök igen

source: Destroy Room
es: Destruir sala
fr: Détruire la salle
sv: Förstör rummet

source: You are about to permanently destroy this room.
es: Estás a punto de destruir esta sala permanentemente.
fr: Vous êtes sur le point de détruire définitivement cette salle.
sv: Du kommer att permanent förstöra det här rummet.

source: You may want to provide the following information:
es: Es posible que quieras proporcionar la siguiente información:
fr: Vous voulez peut-être fournir les informations suivantes :
sv: Du bör kanske lämna följande information:

source: Enter the reason for destroying the room
es: Ingresa la razón para destruir la sala
fr: Entrez la raison de la destruction de la salle
sv: Skriv in varför du förstör rummet

source: Add information about the new room
es: Agrega información acerca de la nueva sala
fr: Ajouter des informations sur la nouvelle salle
sv: Skriv in information om det nya rummet

source: Nickname
fr: Pseudo
sv: Namn

source: _Join
es: _Unirme
fr: Re_joindre
sv: _Gå in

source: You don't have permission to send messages.
es: No tienes permiso para enviar mensajes.
fr: Vous n'êtes pas autorisé à envoyer des messages.
sv: Du har inte tillstånd att skicka meddelanden.

source: Remove person from the room
es: Remover persona de la sala
fr: Retirer la personne de la salle
sv: Ta bort personen från rummet

source: You are about to temporarily remove the person from the room.
es: Estás a punto de remover temporalmente a la persona de la sala.
fr: Vous êtes sur le point de retirer temporairement la personne de la salle.
sv: Du kommer temporärt ta bort personen från rummet.
