Repository: coyim/coyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: es, fr, nl_nl, sv

source: Account Details
es: Detalles de la cuenta
fr: Détails du compte
sv: Kontodetaljer

source: Cancel
es: Cancelar
fr: Annuler
nl_nl: Annuleren
sv: Avbryt

source: Save
es: Guardar
fr: Enregistrer
nl_nl: Opslaan
sv: Spara

source: Your account (example: kim42@jabber.otr.im)
es: Tu cuenta (ejemplo: kim42@jabber.otr.im)
fr: Votre compte (exemple : kim42@jabber.otr.im)
sv: Ditt konto (exempelvis: kim42@jabber.otr.im)

source: Password
es: Contraseña
fr: Mot de passe
nl_nl: Wachtwoord
sv: Lösenord

source: Account name (optional)
es: Nombre de la cuenta (opcional)
fr: Nom du compte (facultatif)
sv: Kontonamn (frivilligt)

source: Display all settings
es: Mostrar toda la configuración
fr: Afficher tous les paramètres
nl_nl: Toon alle instellingen
sv: Visa alla inställningar

source: Account
es: Cuenta
fr: Compte
sv: Konto

source: Server (leave empty for default)
es: Servidor (dejar en blanco para servidor predeterminado)
fr: Serveur (laissez vide pour la valeur par défaut)
nl_nl: Server (leeg laten voor standaard)
sv: Server (lämna fältet tomt för standardvärde)

source: Port (leave empty for default)
es: Puerto (dejar en blanco para puerto predeterminado)
fr: Port (laissez vide pour la valeur par défaut)
nl_nl: Poort (leeg laten voor standaard)
sv: Port (lämna fältet tomt för standarvärde)

source: Pinning policy
es: Política de Fijación
fr: Politique d'épinglage
sv: Policy för certifikatstiftning

source: None
es: Ninguno
fr: Aucune
sv: Ingen

source: Deny
es: Denegar
fr: Refuser
sv: Avböj

source: Always add
es: Agregar siempre
fr: Toujours ajouter
sv: Lägg alltid till

source: Add the first, ask for the rest
es: Agrega el primero, pregunta por el resto
fr: Ajouter le premier, demander pour le reste
sv: Lägg till första, fråga för resten

source: Add the first, deny the rest
es: Agrega el primero, deniega el resto
fr: Ajouter le premier, refuser le reste
sv: Lägg till första, avböj resten

source: Always ask
es: Preguntar siempre
fr: Toujours demander
sv: Fråga alltid

source: _Remove
es: _Remover
fr: _Enlever
nl_nl: _Verwijderen
sv: _Ta bort

source: <b>Certificate pinning policy</b> The pinning policy governs whether we will consider saving information about certificates that we have seen before, and how we will react in different cases. A pinned certificate implies that we trust that certificate to secure the connection. The available options and their meaning are described below: <b>None</b>: Disable certificate pinning. <b>Deny</b>: Do not pin new certificates and only use the existing pinned certificates. In case a certificate offered by the server is not found, the connection is refused. <b>Always add</b>: Automatically pin new certificates from the server. A use case is when connecting to multiple servers initially to store their certificate, then change the option later to a more restricted one and curate them manually. <i>NOTE - This option must be used with caution.</i> <b>Add the first, ask for the rest</b>: Automatically pin the first certificate we ever see and then for future unpinned certificates we encounter we ask the user whether to accept or to reject. <b>Add the first, deny the rest</b>: Automatically pin the first certificate we ever see and then for future unpinned certificates we reject them all. <b>Always ask</b>: Ask the user every time we encounter a new unpinned certificate to accept or to reject it.
es: <b> Política de fijación de certificados </b> La política de fijación determina si consideraremos guardar información sobre los certificados que hemos visto antes y cómo reaccionaremos en diferentes casos. Un certificado fijado implica que confiamos en ese certificado para asegurar la conexión. Las opciones disponibles y su significado se describen a continuación: <b> Ninguno </b>: Inhabilitar la fijación de certificados. <b> Denegar </b>: No fijar nuevos certificados y sólo usar los certificados fijados existentes. En caso de que no se encuentre un certificado ofrecido por el servidor, se rechaza la conexión. <b> Agregar siempre </b>: Fijar automáticamente nuevos certificados desde el servidor. Un caso de uso es cuando se conecta a varios servidores inicialmente para almacenar su certificado, luego cambia la opción más tarde a una más restringida y los selecciona manualmente. <i> NOTA: esta opción debe usarse con precaución. </i> <b> Agregar el primero, preguntar por el resto </b>: Fijar automáticamente el primer certificado que veamos y luego, para futuros certificados no fijados que encontremos, le preguntaremos al usuario si lo acepta o lo rechaza. <b> Agregar el primero, rechazar el resto </b>: Fijar automáticamente el primer certificado que veamos y luego, para futuros certificados no fijados, los rechazamos todos. <b> Preguntar siempre </b>: Preguntar al usuario cada vez que encontremos un nuevo certificado sin fijar para aceptarlo o rechazarlo.
fr: <b>Politique d'épinglage des certificats</b> La politique d'épinglage détermine si nous envisagerons d'enregistrer des informations sur les certificats que nous avons vus auparavant et comment nous réagirons dans les différents cas. Un certificat épinglé implique que nous faisons confiance à ce certificat pour sécuriser la connexion. Les options disponibles et leur signification sont décrites ci-dessous : <b>Aucun</b> : Désactiver l'épinglage du certificat. <b>Refuser</b> : N'épingler pas de nouveaux certificats et n'utiliser que les certificats épinglés existants. Dans le cas où un certificat proposé par le serveur n'est pas trouvé, la connexion est refusée. <b>Toujours ajouter</b> : Épingler automatiquement les nouveaux certificats provenant du serveur. Un cas d'utilisation consiste à se connecter initialement à plusieurs serveurs pour stocker leur certificat, puis modifier l'option ultérieurement pour une option plus restreinte et conserver les certificats manuellement. <i>REMARQUE - Cette option doit être utilisée avec prudence.</i> <b>Ajoutez le premier, demandez le reste</b> : Épingler automatiquement le premier certificat que nous voyons, puis pour les futurs certificats non épinglés que nous rencontrerons, nous demanderons à l'utilisateur s'il doit accepter ou rejeter. <b>Ajoutez le premier, refusez le reste</b> : Épingler automatiquement le premier certificat que nous voyons, puis les futurs certificats non épinglés seront tous rejetés. <b>Toujours demander</b> : À chaque fois que nous rencontrons un nouveau certificat non épinglé, solliciter à l'utilisateur de l'accepter ou de le rejeter.
sv: <b>Policy för stiftning av certifikat</b> Policyn för stiftning av certifikat bestämmer huruvida vi sparar information om certifikat vi har sett förut, och hur vi kommer reagera i olika fall. Ett stiftat certifikat innebär att vi litar på det certifikatet för att säkra anslutningen. De möjliga valen och deras mening beskrivs nedan:: <b>Ingen</b>: Använd inte certifikatstiftning. <b>Avböj</b>: Stifta inte nya certikifakt och använd enbart tidigare stiftade certifikat. Om en server erbjuder ett certifikat som inte existerar avbryts anslutningen.. <b>Lägg alltid till</b>: Stifta automatiskt nya certifikat from servern. Ett sätt att använda det här valet är för att först ansluta till dina servrar, spara certifikaten och sedan ändra policyn till en mer restriktiv variant. <i>VAR UPPMÄRKSAM - Det här valet måste användas med försiktighet.</i> <b>Lägg till första, fråga för resten</b>: Stifta automatiskt det första certifikatet vi ser, och sedan frågar vi användaren för nya certifikat om dem ska läggas till eller avböjas. <b>Lägg till första, avböj resten</b>: Stifta automatiskt det första certifikatet vi ser från en server och sedan avböja alla framtida. <b>Fråga alltid</b>: Fråga användaren varje gång vi ser ett nytt certifikat som inte redan har blivit stiftat, om vi ska acceptera eller avböja det..

source: Server
es: Servidor
fr: Serveur

source: _Add...
es: _Agregar...
fr: _Ajouter…
nl_nl: _Toevoegen…
sv: _Lägg till...

source: _Remove...
es: _Remover...
fr: _Enlever…
sv: _Ta bort...

source: _Edit...
es: _Editar...
fr: _Modifier…
nl_nl: _Bewerken…
sv: _Redigera...

source: Proxies
fr: Proxys
nl_nl: Proxy’s
sv: Proxyservrar

source: The below buttons allow you to import private keys and fingerprints. Both of them should be in the Pidgin/libotr format. If you import private keys, your existing private keys will be deleted, since currently there is no way to choose which key to use for encrypted chat. There are several applications that use the libotr format, such as Pidgin, Adium or Tor Messenger. Depending on your platform, these files can be found in several different places. Refer to the documentation for the application in question to find out where the files are located for your platform. The filenames to look for are "otr.fingerprints" and "otr.private_key".
es: Los siguientes botones te permiten importar claves privadas y fingerprints. Ambos deben estar en formato Pidgin / libotr. Si importas claves privadas, tus claves privadas existentes se eliminarán, ya que actualmente no hay forma de elegir qué llave usar para el chat encriptado. Hay varias aplicaciones que utilizan el formato libotr, como Pidgin, Adium o Tor Messenger. Dependiendo de su plataforma, estos archivos se pueden encontrar en varios lugares diferentes. Consulta la documentación de la aplicación en cuestión para averiguar dónde se encuentran los archivos para tu plataforma. Los nombres de archivo a buscar son "otr.fingerprints" y "otr.private_key".
fr: Les boutons ci-dessous vous permettent d'importer des clés privées et des empreintes. Les deux doivent être au format Pidgin/libotr. Si vous importez des clés privées, vos clés privées existantes seront supprimées, car il n'existe actuellement aucun moyen de choisir la clé à utiliser pour une discussion chiffrée. Il existe plusieurs applications qui utilisent le format libotr, comme Pidgin, Adium ou Tor Messenger. Selon votre plate-forme, ces fichiers peuvent être trouvés à plusieurs endroits différents. Reportez-vous à la documentation de l'application en question pour savoir où se trouvent les fichiers de votre plateforme. Les noms de fichiers à rechercher sont "otr.fingerprints" et "otr.private_key".
sv: Knapparna nedan gör det möjligt för dig att importera private nycklar och fingeravtryck. Båda bör vara i format som genereras av Pidgin/libotr. Om du importerar privata nycklar kommer dina existerande privata nycklar att raderas eftersom CoyIM för tillfället inte tillåter dig att välja en privat nyckel att använda för en krypterad chat. Det existerar ett antal program som använder samma format som libotr, till exampel Pidgin, Adium och Tor Messenger. Beroende på vilket operativsystem du har kan dessa filer existera på många olika platser. Sök i dokumentationen för programmet i fråga för att hitta var filerna finns på din maskin. Filnamnen kommer oftast vara "otr.fingerprints" och "otr.private_key".

source: Import Private _Keys...
es: Importar _claves privadas...
fr: Importer les _clés privées…
nl_nl: Importeer privé sleutels…
sv: Importera privata _nycklar...

source: Import _Fingerprints...
es: Importar _fingerprints...
fr: Importer _Empreintes...
nl_nl: Importeert vingerafdrukken…
sv: Importera _Fingeravtryck...

source: The below buttons allow you to export private keys and fingerprints. Be careful with the files that come out of this process as they contain potentially sensitive data. The export will be in the Pidgin/libotr format.
es: Los siguientes botones te permiten exportar claves privadas y fingerprints. Ten cuidado con los archivos que salen de este proceso, ya que contienen datos potencialmente confidenciales. La exportación estará en formato Pidgin / libotr.
fr: Les boutons ci-dessous vous permettent d'exporter des clés privées et des empreintes. Soyez prudent avec les fichiers résultant de ce processus car ils contiennent des données potentiellement sensibles. L'export sera au format Pidgin/libotr.
sv: De följande knapparna gör det möjligt att exportera privata nycklar och fingeravtryck. Var försiktig med filerna som kommer från den här processen, eftersom dem kan innehålla känslig information. Filerna kommer exporteras i ett format som är kompatibelt med Pidgin/libotr.

source: Export Private Keys...
es: Exportar claves privadas...
fr: Exporter les clés privées…
nl_nl: Exporteer privé sleutels…
sv: Exportera privata nycklar...

source: Export Fingerprints...
es: Exportar fingerprints...
fr: Exporter les empreintes…
nl_nl: Exporteer vingerafdrukken…
sv: Exportera fingeravtryck...

source: Encryption
es: Cifrado
fr: Chiffrement
nl_nl: Versleuteling
sv: Kryptering

source: Recommended servers:
es: Servidores recomendados:
fr: Serveurs recommandés :
sv: Rekommenderade servrar:

source: 1. Choose a server
es: 1. Selecciona un servidor
fr: 1. Choisissez un serveur
sv: 1. Välj en server

source: 2. Create account
es: 2. Crea una cuenta
fr: 2. Créez un compte
sv: 2. Skapa ett konto

source: I would like to add you to my contact list.
es: Quisiera agregarte a mi lista de contactos.
fr: Je voudrais vous ajouter à ma liste de contacts.
sv: Jag skulle vilja lägga till dig till min kontaktlista.

source: Add new contact
es: Agregar nuevo contacto
fr: Ajouter un nouveau contact
sv: Lägg till ny kontakt

source: Account:
es: Cuenta:
fr: Compte :
sv: Konto:

source: Contact to add:
es: Contacto a agregar:
fr: Contact à ajouter :
sv: Kontakt att lägga till:

source: Nickname:
fr: Pseudo :
sv: Namn:

source: A_llow this contact to view my status
es: _Permitir que este contacto vea mi status
fr: A_utoriser ce contact à voir mon statut
sv: Ti_llåt den här kontakten att se min status

source: Warning: This message will not be end-to-end encrypted. Do not reveal any sensitive information in it.
es: Advertencia: Este mensaje no se cifrará de extremo a extremo. No reveles ninguna información sensible en él.
fr: Avertissement : Ce message ne sera pas chiffré de bout en bout. N'y révélez aucune information sensible.
sv: Varning: Det här meddelandet kommer inte att vara krypterat från endpunkt till endpunkt. Avslöja ingen känslig information i det.

source: Add
es: Agregar
fr: Ajouter
nl_nl: Toevoegen
sv: Lägg till

source: Answer:
es: Respuesta:
fr: Réponse :
sv: Svar:

source: Your peer must have previously shared it with you. If not, try to:
es: Tu compañero debe haberlo compartido previamente contigo. Si no es así, intenta:
fr: Votre pair doit l'avoir préalablement partagé avec vous. Sinon, essayez de :
sv: Din kontakt måste ha delat den med dig tidigare. Om inte, försök att:

source: Ask them in person
es: Pregúntale en persona
fr: Lui demander en personne
sv: Fråga dem personligen

source: Ask them in a different encrypted channel
es: Pregúntale en un canal cifrado diferente
fr: Lui demander dans sur autre canal chiffré
sv: Fråga dem via en annan krypterad kanal

source: Ask them over the phone
es: Pregúntale por teléfono
fr: Lui demander par téléphone
sv: Fråga dem över telefonen

source: Verify Answer
es: Verificar respuesta
fr: Vérifier la réponse
sv: Verifiera svar

source: Enter your password
es: Ingresa tu contraseña
fr: Entrez votre mot de passe
nl_nl: Voer uw wachtwoord in
sv: Skriv ditt lösenord

source: Save password
es: Guardar contraseña
fr: Enregistrer le mot de passe
sv: Spara lösenord

source: Connect
es: Conectar
fr: Connecter
nl_nl: Verbinden
sv: Anslut

source: Encrypt your account's information
es: Encripta la información de tu cuenta
fr: Chiffrer les informations de votre compte
sv: Kryptera din kontoinformation

source: Would you like to encrypt your account's information?
es: Te gustaría cifrar la información de tu cuenta?
fr: Souhaitez-vous chiffrer les informations de votre compte ?
sv: Vill du kryptera din kontoinformation?

source: You will not be able to access your account's information file if you lose the password. You will only be asked for it when CoyIM starts.
es: No podrás acceder al archivo de información de tu cuenta si pierdes la contraseña. Esta sólo te será pedida cuando se inicie CoyIM.
fr: Vous ne pourrez pas accéder au fichier d'informations de votre compte si vous perdez le mot de passe. Il ne vous sera demandé qu'au démarrage de CoyIM.
sv: Du kan inte få tillgång till din kontoinformation om du tappar bort lösenorder. Du kommer bara bli tillfrågad om det när CoyIM startar.

source: Subscription request
es: Solicitud de suscripción
fr: Demande d'abonnement
nl_nl: Aanmeldingsverzoek
sv: Begäran om prenumeration

source: Try again later
es: Intenta de nuevo más tarde
fr: Réessayez plus tard
sv: Försök igen senare

source: Configure your main password
es: Configura tu contraseña principal
fr: Configurez votre mot de passe principal
sv: Ställ in ditt huvudlösenord

source: Please enter the main password for the configuration file twice.
es: Por favor, ingresa la contraseña principal para el archivo de configuración dos veces.
fr: Veuillez saisir deux fois le mot de passe principal du fichier de configuration.
sv: Var god skriv in huvudlösenordet för konfigurationsfile två gånger.

source: Problem with secure connection for ACCOUNT_NAME
es: Problema con la conexión segura de ACCOUNT_NAME
fr: Problème de connexion sécurisée pour ACCOUNT_NAME
sv: Problem med den säkra anslutningen för ACCOUNT_NAME

source: Issued to:
es: Emitido para:
fr: Délivré à :
sv: Utfärdat till:

source: Common Name (CN):
es: Nombre Habitual (CN):
fr: Nom commun (CN) :
sv: Vanligt namn (CN):

source: Other names:
es: Otros nombres:
fr: Autres noms :
sv: Andra namn:

source: Organization (O):
es: Organización (O):
fr: Organisation (O) :
sv: Organisation (O):

source: Organizational Unit (OU):
es: Unidad Organizacional (OU):
fr: Unité Organisationnelle (OU) :
sv: Organisationsenhet (OU):

source: Serial Number:
es: Número de serie:
fr: Numéro de série :
sv: Serienummer:

source: Issued by:
es: Emitido por:
fr: Délivré par :
sv: Utfärdat av:

source: Validity:
es: Validez:
fr: Validité :
sv: Giltighet:

source: Issued on:
es: Emitido en:
fr: Délivré le :
sv: Utfärdat:

source: Expires on:
es: Expira en:
fr: Expire le :
sv: Går ut:

source: SHA-1 fingerprint:
es: Fingerprint SHA-1:
fr: Empreinte SHA-1 :
sv: Fingeravtryck (SHA-1):

source: SHA-256 fingerprint:
es: Fingerprint SHA-256:
fr: Empreinte SHA-256 :
sv: Fingeravtryck (SHA-256):

source: SHA3-256 fingerprint:
es: Fingerprint SHA3-256:
fr: Empreinte SHA3-256 :
sv: Fingeravtryck (SHA3-256):

source: Depending on whether you judge the above information correct, or how much risk you are willing to take, you have three choices: Decide to not connect, connect using this information this time but request that we ask again next time, or connect using this information and remember it for the future.
es: Dependiendo de si juzgas que la información anterior es correcta, o de cuánto riesgo estás dispuesto a correr, tienes tres opciones: decidir no conectarte, conectarte usando esta información por esta ocasión pero solicitar que te preguntemos nuevamente la próxima vez o conectarte usando esta información y recordarla para el futuro.
fr: Selon que vous jugez les informations ci-dessus correctes ou selon le risque que vous êtes prêt à prendre, vous avez trois choix : Décider de ne pas vous connecter, vous connecter en utilisant ces informations cette fois-ci mais être redemandé la prochaine fois, ou vous connecter en utilisant ces informations et vous en souvenir pour l'avenir.
sv: Beroende på om du tror att ovanstående information är korrekt, eller baserat på hur mycket risk du kan acceptera så har du tre val: Bestäm dig för att inte ansluta, ansluta med den här information den här gången men begär att vi frågar igen nästa gång, eller anslut med informationen och spara den för framtida uppkopplingar.

source: Don't connect
es: No conectar
fr: Ne pas connecter
sv: Anslut inte

source: Accept temporarily
es: Aceptar temporalmente
fr: Accepter temporairement
sv: Godkänn tillfälligt

source: Accept permanently
es: Aceptar temporalmente
fr: Accepter définitivement
sv: Godkänn permanent

source: Change password
es: Cambiar contraseña
fr: Changer le mot de passe
sv: Byt lösenord

source: Change account password
es: Cambiar contraseña de la cuenta
fr: Changer le mot de passe du compte
sv: Byt kontolösenord

source: Change Password
es: Cambiar contraseña
fr: Changer le mot de passe
sv: Byt lösenord

source: Enter new password:
es: Ingresa nueva contraseña:
fr: Entrez le nouveau mot de passe :
sv: Skriv nytt lösenord:

source: Confirm new password:
es: Confirma nueva contraseña:
fr: Confirmer le nouveau mot de passe :
sv: Bekräfta nytt lösenord:

source: Save new password ?
es: Guardar nueva contraseña?
fr: Enregistrer le nouveau mot de passe ?
sv: Spara nytt lösenord?

source: label
es: etiqueta
fr: libellé
sv: (används inte)

source: Choose a key to import
es: Selecciona una clave a importar
fr: Choisissez une clé à importer
sv: Välj en nyckel att importera

source: The file you chose contains more than one private key. Choose from the list below the key you would like to import.
es: El archivo que eligiste contiene más de una clave privada. Elige de la lista a continuación la clave que te gustaría importar.
fr: Le fichier que vous avez choisi contient plusieurs clés privées. Choisissez dans la liste ci-dessous la clé que vous souhaitez importer.
sv: Filen du valde innehöll mer än en privat nyckel. Välj från listan nedan vilken nyckel du vill importera.

source: Import
es: Importar
fr: Importer
nl_nl: Importeer
sv: Importera

source: Confirm account removal
es: Confirmar remoción de la cuenta
fr: Confirmer la suppression du compte
nl_nl: Bevestig verwijderen van account
sv: Bekräfta borttagning av konto

source: Are you sure you want to remove this account?
es: Estás seguro de que quieres remover esta cuenta?
fr: Êtes-vous sûr·e de vouloir supprimer ce compte ?
nl_nl: Weet je zeker dat u dit account wilt verwijderen?
sv: Är du säker på att du vill ta bort det här kontot?

source: Connection Information
es: Información de la conexión
fr: Informations de connexion
sv: Anslutningsinformation

source: Server connected to:
es: Servidor conectado a:
fr: Serveur connecté à :
sv: Ansluten till server:

source: Secure connection version:
es: Versión de la conexión segura:
fr: Version de connexion sécurisée :
sv: Version av säker anslutning:

source: Secure connection algorithm:
es: Algoritmo de la conexión segura:
fr: Algorithme de connexion sécurisée :
sv: Algoritm för säker anslutning:

source: Secure connection fingerprint:
es: Fingerprint de la conexión segura:
fr: Empreinte de connexion sécurisée :
sv: Fingeravtryck för säker anslutning:

source: Pin certificate
es: Fijar certificado
fr: Épingler le certificat
sv: Stifta certifikat

source: Close
es: Cerrar
fr: Fermer
sv: Stäng

source: Edit...
es: Editar...
fr: Modifier…
nl_nl: Bewerk...
sv: Redigera...

source: Remove
es: Remover
fr: Retirer
nl_nl: Verwijderen
sv: Ta bort

source: Talk to...
es: Hablar con...
fr: Parler à…
sv: Tala med...

source: Send file...
es: Enviar archivo...
fr: Envoyer le fichier…
sv: Skicka fil...

source: Send directory...
es: Enviar directorio...
fr: Envoyer le dossier…
sv: Skicka katalog...

source: Ask contact to see their status
es: Pide al contacto ver su estado
fr: Demander au contact de voir son statut
nl_nl: Vraag contact om hun status te mogen bekijken
sv: Fråga kontakt om tillstånd att se deras status

source: Allow contact to see my status
es: Permitir al contacto ver mi estado
fr: Autoriser au contact à voir mon statut
nl_nl: Sta contact toe om mijn status te bekijken
sv: Tillåt kontakt att se min status

source: Forbid contact to see my status
es: Prohibir al contacto ver mi estado
fr: Interdire au contact de voir mon statut
nl_nl: Verbied contact om mijn status te bekijken
sv: Förbjud kontakt att se min status

source: Dump info
es: Volcar datos
fr: Vider l'information
nl_nl: Dump informatie
sv: Dumpa information
