Repository: coyim/coyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: es, fr, nl_nl, sv

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{an administrator} anymore.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} ya no es $affiliation{un administrador}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} n'est plus $affiliation{un administrateur}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är inte längre $affiliation{administratör}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{a member} anymore.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} ya no es $affiliation{un miembro}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} n'est plus $affiliation{un membre}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är inte längre $affiliation{en medlem}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{an owner} anymore.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} ya no es $affiliation{un propietario}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} n'est plus $affiliation{un propriétaire}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är inte längre $affiliation{en ägare}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{an administrator} anymore.
es: El administrador $nickname{%[1]s} cambiṕo la posición de $nickname{%[2]s}; $nickname{%[2]s} ya no es $affiliation{un administrador}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} n'est plus $affiliation{un administrateur}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är inte längre $affiliation{en administratör}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{a member} anymore.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} ya no es $affiliation{un miembro}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} n'est plus $affiliation{un membre}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är inte längre $affiliation{en medlem}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}.

source: $nickname{%s} was banned from the room.
es: $nickname{%s} fue bloqueado en la sala.
fr: $nickname{%s} a été banni du salon.
sv: $nickname{%s} blev bannlyst från rummet.

source: The owner $nickname{%[1]s} banned $nickname{%[2]s} from the room.
es: El propietario $nickname{%[1]s} bloqueó a $nickname{%[2]s} en la sala.
fr: Le propriétaire $nickname{%[1]s} a banni $nickname{%[2]s} de la salle.
sv: Ägaren $nickname{%[1]s} bannlyste $nickname{%[2]s} från rummet.

source: The administrator $nickname{%[1]s} banned $nickname{%[2]s} from the room.
es: El administrador $nickname{%[1]s} bloqueó a$nickname{%[2]s} en la sala.
fr: L'administrateur $nickname{%[1]s} a banni $nickname{%[2]s} de la salle.
sv: Administratören $nickname{%[1]s} bannlyste $nickname{%[2]s} från rummet.

source: $nickname{%[1]s} banned $nickname{%[2]s} from the room.
es: $nickname{%[1]s} bloqueó a $nickname{%[2]s} en la sala.
fr: $nickname{%[1]s} a banni $nickname{%[2]s} de la salle.
sv: $nickname{%[1]s} bannlyste $nickname{%[2]s} från rummet.

source: $nickname{%s} is now $affiliation{an owner}.
es: $nickname{%s} es ahora $affiliation{un propietario}.
fr: $nickname{%s} est maintenant $affiliation{un propriétaire}.
sv: $nickname{%s} är nu $affiliation{en ägare}.

source: $nickname{%s} is now $affiliation{an administrator}.
es: $nickname{%s} es ahora $affiliation{un administrador}.
fr: $nickname{%s} est maintenant $affiliation{un administrateur}.
sv: $nickname{%s} är nu $affiliation{en administratör}.

source: $nickname{%s} is now $affiliation{a member}.
es: $nickname{%s} es ahora $affiliation{un miembro}.
fr: $nickname{%s} est maintenant $affiliation{un membre}.
sv: $nickname{%s} är nu $affiliation{en medlem}.

source: $nickname{%s} is now banned.
es: Ahora $nickname{%s} está bloqueado.
fr: $nickname{%s} est désormais banni.
sv: $nickname{%s} är nu bannlyst.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now $affiliation{an owner}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} es ahora $affiliation{un propietario}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} est maintenant $affiliation{un propriétaire}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är nu $affiliation{en ägare}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now $affiliation{an administrator}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} es ahora $affiliation{un administrador}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} est maintenant $affiliation{un administrateur}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är nu $affiliation{en administratör}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now $affiliation{a member}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} es ahora $affiliation{un miembro}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} est maintenant $affiliation{un membre}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är nu $affiliation{en medlem}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now banned.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; ahora $nickname{%[2]s} está bloqueado.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} est désormais banni.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är nu bannlyst.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now $affiliation{an owner}.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} es ahora $affiliation{un propietario}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} est maintenant $affiliation{un propriétaire}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är nu $affiliation{en ägare}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now $affiliation{an administrator}.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} es ahora $affiliation{un administrador}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} est maintenant $affiliation{un administrateur}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är nu $affiliation{en administratör}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now $affiliation{a member}.
es: El administrador $nickname{%[1]s} cambió la posición de of $nickname{%[2]s}; $nickname{%[2]s} es ahora $affiliation{un miembro}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} est maintenant $affiliation{un membre}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är nu $affiliation{en medlem}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is now banned.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; ahora $nickname{%[2]s} está bloqueado.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} est désormais banni.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är nu bannlyst.

source: The position of $nickname{%s} was changed from $affiliation{owner} to $affiliation{administrator}.
es: La posición de $nickname{%s} cambió de $affiliation{propietario} a $affiliation{administrador}.
fr: La position de $nickname{%s} a été modifiée de $affiliation{propriétaire} à $affiliation{administrateur}.
sv: Ställningen föë $nickname{%s} ändrades från $affiliation{ägare} till $affiliation{administratör}.

source: The position of $nickname{%s} was changed from $affiliation{owner} to $affiliation{member}.
es: La posición de $nickname{%s} cambió de $affiliation{propietario} a $affiliation{miembro}.
fr: La position de $nickname{%s} a été modifiée de $affiliation{propriétaire} à $affiliation{membre}.
sv: Ställningen för $nickname{%s} ändrades från $affiliation{ägare} till $affiliation{medlem}.

source: The position of $nickname{%s} was changed from $affiliation{administrator} to $affiliation{member}.
es: La posición de $nickname{%s} cambió de $affiliation{administrador} a $affiliation{miembro}.
fr: La position de $nickname{%s} a été modifiée d'$affiliation{administrateur} à $affiliation{membre}.
sv: Ställningen för $nickname{%s} ändrades från $affiliation{administratör} till $affiliation{medlem}.

source: The position of $nickname{%s} was changed from $affiliation{administrator} to $affiliation{owner}.
es: La posición de $nickname{%s} cambió de $affiliation{administrador} a $affiliation{propietario}.
fr: La position de $nickname{%s} a été modifiée d'$affiliation{administrateur} à $affiliation{propriétaire}.
sv: Ställningen för $nickname{%s} ändrades från $affiliation{administratör} till $affiliation{ägare}.

source: The position of $nickname{%s} was changed from $affiliation{member} to $affiliation{administrator}.
es: La posición de $nickname{%s} cambió de $affiliation{miembro} a $affiliation{administrador}.
fr: La position de $nickname{%s} a été modifiée de $affiliation{membre} à $affiliation{administrateur}.
sv: Ställningen för $nickname{%s} ändrades från $affiliation{medlem} till $affiliation{administratör}.

source: The position of $nickname{%s} was changed from $affiliation{member} to $affiliation{owner}.
es: La posición de$nickname{%s} cambió de $affiliation{miembro} a $affiliation{propietario}.
fr: La position de $nickname{%s} a été modifiée de $affiliation{membre} à $affiliation{propriétaire}.
sv: Ställningen för $nickname{%s} ändrades från $affiliation{medlem} till $affiliation{ägare}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{owner} to $affiliation{administrator}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{propietario} a $affiliation{administrador}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{propriétaire} à $affiliation{administrateur}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{ägare} till $affiliation{administratör}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{owner} to $affiliation{member}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{propietario} a $affiliation{miembro}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{propriétaire} à $affiliation{membre}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{ägare} till $affiliation{medlem}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{administrator} to $affiliation{owner}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{administrador} a $affiliation{propietario}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{administrateur} à $affiliation{propriétaire}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{administratör} till $affiliation{ägare}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{administrator} to $affiliation{member}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{administrador} a $affiliation{miembro}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{administrateur} à $affiliation{membre}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{administratör} till $affiliation{medlem}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{member} to $affiliation{owner}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{miembro} a $affiliation{propietario}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{membre} à $affiliation{propriétaire}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{medlem} till $affiliation{ägare}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{member} to $affiliation{administrator}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{miembro} a $affiliation{administrador}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{membre} à $affiliation{administrateur}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{medlem} till $affiliation{administratör}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{owner} to $affiliation{administrator}.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{propietario} a $affiliation{administrador}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{propriétaire} à $affiliation{administrateur}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{ägare} till $affiliation{administratör}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{owner} to $affiliation{member}.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{owner} a $affiliation{miembro}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{propriétaire} à $affiliation{membre}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{ägare} till $affiliation{medlem}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{administrator} to $affiliation{owner}.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2] de $affiliation{administrator} a $affiliation{propietario}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{administrateur} à $affiliation{propriétaire}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{administratör} till $affiliation{ägare}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{administrator} to $affiliation{member}.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{administrador} a $affiliation{miembro}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} d'$affiliation{administrateur} à $affiliation{membre}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{administratör} till $affiliation{medlem}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{member} to $affiliation{owner}.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{miembro} a $affiliation{propietario}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{membre} à $affiliation{propriétaire}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{medlem} till $affiliation{ägare}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{member} to $affiliation{administrator}.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{miembro} a $affiliation{administrador}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{membre} à $affiliation{administrateur}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{medlem} till $affiliation{administratör}.

source: The owner $nickname{%[1]s} expelled $nickname{%[2]s} from the room.
es: El propietario $nickname{%[1]s} expulsó a $nickname{%[2]s} de la sala.
fr: Le propriétaire $nickname{%[1]s} a expulsé $nickname{%[2]s} de la salle.
sv: Ägaren $nickname{%[1]s} kastade ut $nickname{%[2]s} från rummet.

source: The administrator $nickname{%[1]s} expelled $nickname{%[2]s} from the room.
es: El administrador $nickname{%[1]s} expulsó a $nickname{%[2]s} de la sala.
fr: L'administrateur $nickname{%[1]s} a expulsé $nickname{%[2]s} de la salle.
sv: Administratören $nickname{%[1]s} kastade ut $nickname{%[2]s} från rummet.

source: $nickname{%[1]s} expelled $nickname{%[2]s} from the room.
es: $nickname{%[1]s} expulsó a $nickname{%[2]s} de la sala.
fr: $nickname{%[1]s} a expulsé $nickname{%[2]s} de la salle.
sv: $nickname{%[1]s} kastade ut $nickname{%[2]s} från rummet.

source: The role of %s was changed from moderator to participant.
es: El rol de %s fue cambiado de moderador a participante.
fr: Le rôle de %s est passé de modérateur à participant.
sv: Rollen för %s ändrades från moderatör till deltagare.

source: The role of %s was changed from moderator to visitor.
es: El rol de %s fue cambiado de moderador a visitante.
fr: Le rôle de %s est passé de modérateur à visiteur.
sv: Rollen för %s ändrades från moderatör till besökare.

source: The role of %s was changed from participant to moderator.
es: El rol de %s fue cambiado de participante a moderador.
fr: Le rôle de %s est passé de participant à modérateur.
sv: Rollen för %s ändrades från deltagare till moderatör.

source: The role of %s was changed from participant to visitor.
es: El rol de %s fue cambiado de participante a visitante.
fr: Le rôle de %s est passé de participant à visiteur.
sv: Rollen för %s ändrades från deltagare till besökare.

source: The role of %s was changed from visitor to moderator.
es: El rol de %s fue cambiado de visitante a moderador.
fr: Le rôle de %s est passé de visiteur à modérateur.
sv: Rollen för %s ändrades från besökare till moderatör.

source: The role of %s was changed from visitor to participant.
es: El rol de %s fue cambiado de visitante a participante.
fr: Le rôle de %s est passé de visiteur à participant.
sv: Rollen för %s ändrades från besökare till deltagare.

source: The role of %s was changed.
es: El rol de %s fue cambiado.
fr: Le rôle de %s a été modifié.
sv: Rollen för %s ändrades.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{moderator} to $role{participant}.
es: El propietario $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{moderador} a $role{participante}.
fr: Le propriétaire $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{modérateur} à $role{participant}.
sv: Ägaren $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{moderatör} till $role{deltagare}.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{moderator} to $role{visitor}.
es: El propietario $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{moderador} a $role{visitante}.
fr: Le propriétaire $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{modérateur} à $role{visiteur}.
sv: Ägaren $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{moderatör} to $role{besökare}.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{participant} to $role{moderator}.
es: El propietario $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{participante} a $role{moderador}.
fr: Le propriétaire $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{participant} à $role{modérateur}.
sv: Ägaren $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{delatagare} till $role{moderatör}.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{participant} to $role{visitor}.
es: El propietario $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{participante} a $role{visitante}.
fr: Le propriétaire $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{participant} à $role{visiteur}.
sv: Ägaren $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{deltagare} to $role{besökare}.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{visitor} to $role{moderator}.
es: El propietario $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{visitante} a $role{moderador}.
fr: Le propriétaire $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{visiteur} à $role{modérateur}.
sv: Ägaren $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{besökare} to $role{moderatör}.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{visitor} to $role{participant}.
es: El propietario $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{visitante} a $role{participante}.
fr: Le propriétaire $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{visiteur} à $role{participant}.
sv: Ägaren $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{besökare} till $role{deltagare}.

source: The owner $nickname{%[1]s} changed the role of $nickname{%[2]s}.
es: El propietario $nickname{%[1]s} cambió el rol de $nickname{%[2]s}.
fr: Le propriétaire $nickname{%[1]s} a changé le rôle de $nickname{%[2]s}.
sv: Ägaren $nickname{%[1]s} ändrade rollen för $nickname{%[2]s}.
