Repository: coyim/coyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: es, fr, nl_nl, sv

source: No roles
es: Ningún rol
fr: Aucun rôle
sv: Inga roller

source: One account
es: Una cuenta
fr: Un compte
sv: Ett konto

source: %d accounts
es: %d cuenta(s)
fr: %d comptes
sv: %d konton

source: No accounts
es: NInguna cuenta
fr: Aucun compte
sv: Inga konton

source: Loading the room information took longer than usual, perhaps the connection to the server was lost. Do you want to try again?
es: La carga de la información de la sala tardó más de lo habitual, quizás se perdió la conexión con el servidor. ¿Quieres intentarlo de nuevo?
fr: Le chargement des informations sur la salle a pris plus de temps que d'habitude, peut-être que la connexion au serveur a été perdue. Voulez-vous essayer à nouveau ?
sv: Laddning av rumsinformation tog längre än vanligt - det är möjligt att anslutningen till servern har tappats. Vill du försöka igen?

source: Yes, try again
es: Sí, intentar de nuevo
fr: Oui, réessayez
sv: Ja, försök igen

source: You have been removed from this room because it's now a members-only room.
es: Has sido removido de esta sala porque ahora es una sala exclusiva para miembros.
fr: Vous avez été retiré de ce salon car il s'agit désormais d'un salon réservé aux membres.
sv: Du har blivit borttagen från rummet eftersom det nu är ett rum för enbart medlemmar.

source: You have been removed from this members-only room since you are not $affiliation{a member} anymore.
es: Has sido removido de esta sala exclusiva para miembros pues ya no eres $affiliation{un miembro}.
fr: Vous avez été retiré de cette salle réservée aux membres car vous n'êtes plus $affiliation{a member}.
sv: Du har blivit borttagen från det här rummet för medlemmar, eftersom du inte längre är $affiliation{en medlem}.

source: The room has been destroyed
es: La sala ha sido destruida
fr: La chambre a été détruite
sv: Rummet har blivit förstört

source: The room subject couldn't be updated.
es: No se pudo actualizar el tema de la sala.
fr: Le sujet de la salle n'a pas pu être mis à jour.
sv: Rumsämnet kunde inte ändras.

source: The room subject has been updated.
es: El tema de la sala ha sido actualizado.
fr: Le sujet de la chambre a été mis à jour.
sv: Rumsämnet har ändrats.

source: Return
es: Volver
fr: Revenir
sv: Gå tillbaka

source: Your connection has been restored; you can join this room again.
es: Tu conexión ha sido restaurada; ahora puedes unirte a esta sala de nuevo.
fr: Votre connexion a été rétablie ; vous pouvez à nouveau rejoindre cette salle.
sv: Din anslutning har blivit återställd; du kan gå in i rummet igen.

source: Your connection was recovered but loading the room information took longer than usual, perhaps the connection to the server was lost. Do you want to try again?
es: Tu conexión ha sido recuperada, pero cargar la información de la sala tardó más de lo habitual, quizás se perdió la conexión con el servidor. ¿Quieres intentarlo de nuevo?
fr: Votre connexion a été rétablie mais le chargement des informations de la salle a pris plus de temps que d'habitude, peut-être que la connexion au serveur a été perdue. Voulez-vous essayer à nouveau ?
sv: Din anslutning har blivit återställd men laddningen av rumsinformationen tog längre än vanligt. Det är möjligt att anslutningen till servern har tappts. Vill du försöka igen?

source: Trying to connect to the room...
es: Tratando de conectarse con la sala...
fr: Essayer de se connecter à la salle...
sv: Försöker ansluta till rummet...

source: The connection to the server has been lost, please verify your connection.
es: Se ha perdido la conexión con el servidor, por favor verifica tu conexión.
fr: La connexion au serveur a été perdue, veuillez vérifier votre connexion.
sv: Anslutningen till servern har tappats, var god kontrollera din uppkoppling.

source: Connecting to the room...
es: Conectándose a la sala...
fr: Connexion à la salle en cours...
sv: Ansluter till rummet...

source: We can't apply the given room configuration because an error occurred when trying to send the request for it. Please try again.
es: No podemos aplicar la configuración de sala porque se produjo un error al intentar enviar la solicitud. Inténtalo de nuevo.
fr: Nous ne pouvons pas appliquer la configuration de salle donnée car une erreur s'est produite lors de la tentative d'envoi de la demande pour celle-ci. Veuillez réessayer.
sv: Vi kunde inte tillämpa de nya rumsinställningarna eftersom ett fel uppstod. Var god försök igen.

source: We can't apply the given room configuration because either you don't have permission to do it or the location is not available right now. Please try again.
es: No podemos aplicar la configuración de la sala dada porque no tienes permiso para hacerlo o la ubicación no está disponible en este momento. Por favor, inténtalo de nuevo.
fr: Nous ne pouvons pas appliquer la configuration de la salle donnée car soit vous n'avez pas l'autorisation de le faire, soit l'emplacement n'est pas disponible pour le moment. Veuillez réessayer.
sv: Vi kunde inte tillämpa de nya rumsinställningarna eftersom du har inte tillåtelse att göra det, eller tjänsten är inte tillgänglig för tillfället. Var god försök igen.

source: We can't cancel the room configuration process because an error occurred when trying to send the request for it. Please try again.
es: No podemos cancelar el proceso de configuración de la sala porque se produjo un error al intentar enviar la solicitud. Por favor inténtalo de nuevo.
fr: Nous ne pouvons pas annuler le processus de configuration de la salle car une erreur s'est produite lors de la tentative d'envoi de la demande. Veuillez réessayer.
sv: Vi kunde inte avbryta inställningsprocessen för rummet eftersom ett fel uppstod. Var god försök igen.

source: We can't cancel the room configuration process because either you don't have permission to do it or the location is not available right now. Please try again.
es: No podemos cancelar el proceso de configuración de la sala porque no tienes permiso para hacerlo o la ubicación no está disponible en este momento. Por favor, inténtalo de nuevo.
fr: Nous ne pouvons pas annuler le processus de configuration de la salle car soit vous n'avez pas la permission de le faire, soit l'emplacement n'est pas disponible pour le moment. Veuillez réessayer.
sv: Vi kunde inte avbryta inställningsprocessen för rummet eftersom du har inte tillåtelse att göra det, eller tjänsten är inte tillgänglig för tillfället. Var god försök igen.

source: The list affiliations couldn't be updated. Verify your permissions and try again.
es: No se pudieron actualizar las afiliaciones de la lista. Verifica tus permisos y vuelve a intentarlo.
fr: Les affiliations de la liste n'ont pas pu être mises à jour. Vérifiez vos autorisations et réessayez.
sv: Ställningarna kunde inte uppdateras. Kontrollera din behörighet.

source: The settings couldn't be changed. Please verify the information in the form.
es: No se pudo cambiar la configuración. Verifica la información en el formulario.
fr: Les paramètres n'ont pas pu être modifiés. Veuillez vérifier les informations dans le formulaire.
sv: Inställningarna kunde inte ändras. Var god kontrollera informationen i formuläret.

source: We didn't receive a response from the server.
es: No recibimos una respuesta del servidor.
fr: Nous n'avons pas reçu de réponse du serveur.
sv: Vi fick inget svar från servern.

source: Unsupported config error: %s
es: Error de configuración no admitido: %s
fr: Erreur de configuration non prise en charge : %s
sv: Okänt inställningsfel: %s

source: Moderators
es: Moderadores
fr: Modérateurs
sv: Moderatörer

source: Anyone
es: Todos
fr: N'importe qui
sv: Vem som helst

source: Nobody
es: Nadie
fr: Personne
sv: Ingen

source: No maximum
es: Sin máximo
fr: Pas de maximum
sv: Inget max

source: %s (You)
es: %s (Tú)
fr: %s (Vous)
sv: %s (Du)

source: Outcast
fr: Banni
sv: Utstött

source: Visitors
es: Visitantes
fr: Visiteurs
sv: Besökare

source: The account address is not valid.
es: La dirección de la cuenta no es válida.
fr: L'adresse du compte n'est pas valide.
sv: Kontroadressen är inte giltig.

source: Please, fill in the form fields.
es: Por favor, llena los campos del formulario.
fr: Veuillez remplir les champs du formulaire.
sv: Var god fyll i formulärfälten.

source: Invalid form values.
es: Valores del formulario inválidos.
fr: Valeurs de formulaire non valides.
sv: Igiltiga formulärsvärden.

source: Loading room information
es: Cargando la información de la sala
fr: Chargement des informations de la salle
sv: Laddar rumsinformation

source: This will only take a few moments.
es: Esto sólo tomará unos pocos instantes.
fr: Cela ne prendra que quelques instants.
sv: Det är tar bara ett ögonblick.

source: Joining room...
es: Uniéndote a la sala...
fr: Accès à la salle en cours...
sv: Går in i rummet...

source: Destroying room...
es: Destruyendo la sala...
fr: Déstruction de la salle en cours...
sv: Förstör rummet...

source: Updating position...
es: Actualizando posición...
fr: Mise à jour de la position en cours...
sv: Updaterar ställning...

source: Updating role...
es: Actualizando rol...
fr: Mise à jour du rôle en cours...
sv: Updaterar roll...

source: Expelling person from the room...
es: Expulsando a la persona de la sala...
fr: Expulsion la personne de la salle en cours...
sv: Kastar ut person från rummet...

source: Loading room configuration...
es: Cargando la configuración de la sala...
fr: Chargement de la configuration de la salle en cours...
sv: Laddar rumsinställningar...

source: Loading room positions...
es: Cargando las posiciones de la sala...
fr: Chargement des positions de la salle en cours...
sv: Laddar rumsställningar...

source: Saving room positions...
es: Guardando las posiciones de la sala...
fr: Sauvegarde des positions de la salle en cours...
sv: Sparar rumsställningar...

source: Unable to Import Account
es: No fue posible importar la cuenta
fr: Impossible d'Importer le Compte
sv: Kunde inte importera konto

source: Can't import account: You already have an account with this name.
es: No se puede importar la cuenta: Ya tienes una cuenta con ese nombre.
fr: Impossible d'importer le compte : Vous avez déjà un compte avec ce nom.
sv: Kan inte importera konto: Du har redan ett konto med samma namn.

source: Import private keys
es: Importar claves privadas
fr: Importer des clés privées
nl_nl: Importeer privé sleutels
sv: Importera privata nycklar

source: _Import
es: _Importar
fr: _Importer
nl_nl: _Importeren
sv: _Importera

source: Keys imported
es: Claves importadas
fr: Clés importées
nl_nl: Sleutels geïmporteerd
sv: Nycklar importerade

source: The key was imported correctly.
es: La clave fue importada correctamente.
fr: La clé a été importée correctement.
sv: Nyckeln importerades korrekt.

source: Failure importing keys
es: Fallo importando las claves
fr: Échec lors de l'importation des clés
nl_nl: Fout bij importeren van sleutels
sv: Kunde inte importera nycklar

source: Couldn't import any keys from %s.
es: No se pudo importar ninguna clave de %s.
fr: Impossible d'importer des clés à partir de %s.
nl_nl: Kan geen sleutels importeren uit %s.
sv: Kunde inte importera nycklar från %s.

source: Export private keys
es: Exportar claves privadas
fr: Exporter les clés privées
nl_nl: Exporteer privé sleutels
sv: Exportera privata nycklar

source: _Export
es: _Exportar
fr: _Exporter
nl_nl: _Exporteren
sv: _Exportera

source: Keys exported
es: Claves exportadas
fr: Clés exportées
nl_nl: Sleutels geexporteerd
sv: Nycklar exporterade

source: Keys were exported correctly.
es: Las claves fueron exportadas correctamente.
fr: Les clés ont été exportées correctement.
nl_nl: Sleutels zijn met succes geexporteerd.
sv: Nycklarna exporterades korrekt.

source: Failure exporting keys
es: Fallo exportando las claves
fr: Échec lors de l'exportation des clés
nl_nl: Fout bij exporteren van sleutels
sv: Kunde inte exportera nycklar

source: Couldn't export keys to %s.
es: No se pudo exportar las claves a %s.
fr: Impossible d'exporter les clés vers %s.
nl_nl: Kan de sleutels niet exporteren naar %s.
sv: Kunde inte exportera nycklar till %s.

source: Import fingerprints
es: Importar fingerprints
fr: Importer des empreintes
nl_nl: Importeer vingerafdrukken
sv: Importera fingeravtryck

source: Fingerprints imported
es: Fingerprints importadas
fr: Empreintes importées
nl_nl: Vingerafdrukken geïmporteerd
sv: Fingeravtryck importerades

source: %d fingerprint(s) were imported correctly.
es: %d Los fingerprint(s) fueron importados correctamente.
fr: %d empreinte(s) ont été importées correctement.
nl_nl: %d vinger afdruk(ken) met succes geïmporteerd.
sv: %d fingeravtryck importerades korrekt.

source: Failure importing fingerprints
es: Fallo importando los fingerprints
fr: Échec lors de l'importation des empreintes
nl_nl: Fout bij importeren van vingerafdrukken
sv: Kunde inte importera fingeravtryck

source: Couldn't import any fingerprints from %s.
es: No se pudo importar ningún fingerprint de %s.
fr: Impossible d'importer des empreintes depuis %s.
nl_nl: Kan geen vingerafdrukken importeren uit %s.
sv: Kunde inte importera fingeravtryck från %s.

source: Export fingerprints
es: Exportar fingerprints
fr: Exporter des empreintes
nl_nl: Exporteer vingerafdrukken
sv: Exportera fingeravtryck

source: Fingerprints exported
es: Fingerprints exportados
fr: Empreintes exportées
nl_nl: Vingerafdrukken geexporteerd
sv: Fingeravtryck exporterades

source: Fingerprints were exported correctly.
es: Los fingerprints fueron exportados correctamente.
fr: Les empreintes ont été exportées correctement.
nl_nl: Vingerafdrukken met succes geexporteerd.
sv: Fingeravtryck exporterades korrekt.

source: Failure exporting fingerprints
es: Fallo exportando los fingerprints
fr: Échec lors de l'exportation des empreintes
nl_nl: Fout bij exporteren vingerafdrukken
sv: Kunde inte exportera fingeravtryck

source: Couldn't export fingerprints to %s.
es: No se pudo exportar los fingerprints a %s.
fr: Impossible d'exporter les empreintes vers %s.
nl_nl: Kan geen vingerafdrukken exporteren naar %s.
sv: Kunde inte exportera fingeravtryck till %s.

source: You must provide a service name.
es: Debes proveer un nombre de servicio .
fr: Vous devez fournir un nom de service.
sv: Du måste ange ett namn för tjänsten.

source: You must provide a room name.
es: Debes proveer un nombre para la sala.
fr: Vous devez fournir un nom de salle.
sv: Du måste ange ett rumsnamn.

source: You must provide a valid service and room name.
es: Debes proveer un servicio y nombre para la sala válidos.
fr: Vous devez fournir un service et un nom de chambre valides.
sv: Du måste ange ett giltigt tjänstnamn och rumsnamn.

source: Automatic Tor
es: Tor automático
fr: Tor automatique
sv: Automatisk Tor-koppling

source: That service doesn't seem to exist.
es: Al parecer ese servicio no existe.
fr: Ce service ne semble pas exister.
sv: Tjänsten du angav verkar inte existera.

source: Your XMPP server doesn't seem to have any chat room services.
es: Al parecer tu servidor XMPP no tiene ningún servicio de salas de chat.
fr: Votre serveur XMPP ne semble pas avoir de services de chat.
sv: Din XMPP-server verkar inte ha några tjänster för chattrum.

source: Something went wrong when trying to get chat rooms.
es: Algo salió mal al intentar cargar las salas de chat.
fr: Une erreur s'est produite en essayent d'obtenir les salles de discussion.
sv: Något gick fel när vi försökte hämta chattrum.

source: An unknown error occurred, please try again.
es: Ocurrió un error desconocido, por favor inténtalo de nuevo.
fr: Une erreur inconnue s'est produite, veuillez réessayer.
sv: Ett okänt fel uppstod, var god försök igen.

source: We can't determine what has been selected, please try again.
es: No podemos determinar lo que ha sido seleccionado, por favor inténtalo de nuevo.
fr: Nous ne pouvons pas déterminer ce qui a été sélectionné, veuillez réessayer.
sv: Vi kan inte avgöra vad som blivit valt - var god försöka igen.

source: The selected item is not a room, select one room from the list to join to.
es: El ítem seleccionado no es una sala, selecciona una de la lista para unirte.
fr: L'élément sélectionné n'est pas une salle, sélectionnez une salle dans la liste à laquelle rejoindre.
sv: Den valda artikeln är inte ett rum, var god välj ett rum från listan att gå in i.

source: Please, select one room from the list to join to.
es: Por favor, selecciona una sala de la lista para unirte.
fr: S'il vous plaît, sélectionnez une salle à rejoindre de la liste.
sv: Var god välj ett rum från listan att gå in i.

source: We can't determine which service has been selected, please try again.
es: No podemos determinar qué servicio ha sido seleccionado, por favor inténtalo de nuevo.
fr: Nous ne pouvons pas déterminer quel service a été sélectionné, veuillez réessayer.
sv: Vi kan inte avgöra vilken tjänst som valts - var god försöka igen.

source: No account was selected, please select one account from the list.
es: Ninguna cuenta ha sido seleccionada, por favor selecciona una de la lista.
fr: Aucun compte n'a été sélectionné, veuillez sélectionner un compte dans la liste.
sv: Inget konto valdes, var god välj ett konto från listan.

source: Banned
es: Bloqueado
fr: Bannis
sv: Bannlysta

source: The room must have at least one owner
es: La sala debe tener al menos un propietario
fr: La chambre doit avoir au moins un propriétaire
sv: Rummet måste ha åtminstonde en ägare

source: Saving room configuration
es: Guardando la configuración de la sala
fr: Sauvegarde de la configuration de la salle en cours
sv: Sparar rumsinställningar

source: Add all
es: Agregar todas
fr: Tout ajouter
sv: Lägg till alla

source: You must enter the account address.
es: Debes ingresar la dirección de la cuenta.
fr: Vous devez saisir l'adresse du compte.
sv: Du måste ange kontoadressen.

source: You must provide a valid account address.
es: Debes proveer una dirección de cuenta válida.
fr: Vous devez fournir une adresse de compte valide.
sv: Du måste ange en giltig kontoadress.

source: Tor is still not running
fr: Tor ne s'exécute toujours pas

source: Tor is now running
fr: Tor est maintenant en cours d'exécution

source: You are trying to connect to a Google account - sometimes Google will not allow connections even if you have entered the correct password. Try turning on App specific password, or if that fails allow less secure applications to access the account (don't worry, CoyIM is plenty secure).
es: Estás intentando conectarte a una cuenta de Google; a veces, Google no permitirá conexiones incluso si has ingresado la contraseña correcta. Intenta activar la contraseña específica de la aplicación, o si eso falla, permite que las aplicaciones menos seguras accedan a la cuenta (no te preocupes, CoyIM es bastante seguro).
fr: Vous essayez de vous connecter à un compte Google - parfois, Google n'autorisera pas les connexions même si vous avez entré le bon mot de passe. Essayez d'activer les mots de passe pour application ou, en cas d'échec, autorisez les applications moins sécurisées à accéder au compte (ne vous inquiétez pas, CoyIM est très sécurisé).
sv: Du försöker ansluta till ett Googlekonto. Ibland tillåter inte Google anslutningar även om du har angivit rätt lösenord. Försök att sätta på applikationslösenord, eller om det inte går tillåt mindre säkra program att få tillgång till kontot (men oroa dig inte, CoyIM är definitivt säker).

source: There is no account with the id %q
es: No existe cuenta con el id %q
fr: Il n'y a pas de compte avec l'identifiant %q
nl_nl: Er is geen account met het id %q
sv: Det finns inget konto med identifikationen %q

source: Can't send a contact request from an offline account
es: No se puede enviar una solicitud de contacto desde una cuenta sin conexión
fr: Impossible d'envoyer une demande de contact à partir d'un compte hors ligne
nl_nl: Kan geen contact verzoek versturen van een offline account
sv: Kan inte skicka kontaktbegäran från ett konto som inte är anslutet

source: Connection lost
es: Conexión perdida
fr: Connexion perdue
sv: Anslutningen tappades

source: We lost connection to the server for unknown reasons. We will try to reconnect.
es: Perdimos conexión con el servidor for razones desconocidas. Trataremos re reconectarnos.
fr: Nous avons perdu la connexion au serveur pour des raisons inconnues. On va essayer de se reconnecter.
sv: Vi tappade anslutningen till servern av någon anledning. Vi kommer försöka återuppta anslutningen.

source: Connection failure
es: Fallo de conexión
fr: Échec de connexion
sv: Anslutningsfel

source: We couldn't connect to the server because we couldn't determine a server address for the given domain. We will try to reconnect.
es: No pudimos conectarnos al servidor porque no pudimos determinar una dirección de servidor para el dominio dado. Trataremos de reconectarnos.
fr: Nous n'avons pas pu nous connecter au serveur car nous n'avons pas pu déterminer une adresse de serveur pour le domaine donné. On va essayer de se reconnecter.
sv: Vi kunde inte ansluta till servern för vi kunde inte lista ut serveradressen för domänen ifråga. Vi kommer försöka återuppta anslutningen.

source: We couldn't connect to the server for some reason - verify that the server address is correct and that you are actually connected to the internet. We will try to reconnect.
es: Por alguna razón, no pudimos conectarnos al servidor - verifica que la dirección del servidor sea correcta y que estés realmente conectado a Internet. Trataremos de reconectarnos.
fr: Nous n'avons pas pu nous connecter au serveur pour une raison inconnue - vérifiez que l'adresse du serveur est correcte et que vous êtes réellement connecté à Internet. On va essayer de se reconnecter.
sv: Vi kunde inte ansluta till servern av någon anledning. Kontrollera att serveradressen är korrekt och att du faktiskt är ansluten till internet. Vi kommer försöka återuppta anslutningen.

source: We couldn't connect to the server - verify that the server address is correct and that you are actually connected to the internet. This is the error we got: %s We will try to reconnect.
es: No pudimos conectarnos al servidor; verifica que la dirección del servidor sea correcta y que realmente estés conectado a Internet. Este es el error que recibimos: %s Trataremos de reconectar.
fr: Nous n'avons pas pu nous connecter au serveur - vérifiez que l'adresse du serveur est correcte et que vous êtes réellement connecté à Internet. Voici l'erreur que nous avons reçu : %s On va essayer de se reconnecter.
sv: Vi kunde inte ansluta till servern av någon anledning. Kontrollera att serveradressen är korrekt och att du faktiskt är ansluten till internet. Det här är felet vi fick: %s Vi kommer försöka återuppta anslutningen.

source: Connect On _Startup
es: Conectar al _Inicio
fr: Se Connecter Au _Démarrage
nl_nl: Verbind bij _Opstarten
sv: Anslut vid upp_start

source: _Connect All
es: _Conectar todas
fr: Tout _Connecter
nl_nl: _Verbind alles
sv: An_slut alla

source: _Disconnect All
es: _Desconectar todas
fr: Tout _Déconnecter
sv: _Koppla ifrån alla

source: _New Account
es: _Nueva cuenta
fr: _Nouveau Compte
sv: _Nytt konto

source: _Add Account
es: _Agregar cuenta
fr: _Ajouter un Compte
sv: _Lägg till konto

source: _Import Account
es: _Importar cuenta
fr: _Importer un Compte
sv: _Importera konto

source: You are no longer allowed to continue updating the room subject.
es: Ya no puedes continuar actualizando el tema de la sala.
fr: Vous n'êtes plus autorisé à mettre à jour le sujet de la salle.
sv: Du har inte längre tillstånd att ändra rumsämnet.

source: Hide room subject
es: Ocultar tema de la sala
fr: Masquer le sujet de la salle
sv: Göm rumsämne

source: Hide
es: Ocultar
fr: Masquer
sv: Göm

source: Remove all
es: Remover todos
fr: Enlever tout
sv: Ta bort alla
