Repository: coyim/coyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: es, fr, nl_nl, sv

source: January 2, 2006 at 15:04:05
es: 2 de January, 2006 a las 15:04:05
fr: 2 January 2006 à 15:04:05
sv: January 2, 2006 klockan 15:04:05

source: You are changing the role of %s from moderator to:
es: Estás cambiando el rol de %s de moderador a:
fr: Vous changez le rôle de %s de modérateur en :
sv: Du ändrar rollen för %s från moderatör till:

source: You are changing the role of %s from participant to:
es: Estás cambiando el rol de %s de participante a:
fr: Vous changez le rôle de %s de participant à :
sv: Du ändrar rollen för %s från deltagare till:

source: You are changing the role of %s from visitor to:
es: Estás cambiando el rol de %s de visitante a:
fr: Vous changez le rôle de %s de visiteur en :
sv: Du ändrar rollen för %s från besökare till:

source: You are changing the role of %s to:
es: Estás cambiando el rol de %s a:
fr: Vous modifiez le rôle de %s en :
sv: Du ändrar rollen för %s till:

source: The room configuration changed.
es: La configuración de la sala cambió.
fr: La configuration de la chambre a changé.
sv: Rumsinställningarna ändrades.

source: Unable to open the room configuration. Please, try again.
es: No se puede abrir la configuración de la sala. Por favor, inténtalo de nuevo.
fr: Impossible d'ouvrir la configuration de la salle. Veuillez réessayer.
sv: Kunde inte öppna rumsinställningarna. Var god försök igen.

source: Visitors can now request permission to speak.
es: Ahora los visitantes pueden solicitar permiso para hablar.
fr: Les visiteurs peuvent désormais demander la permission de parler.
sv: Besökare kan nu be om tillstånd att prata.

source: This room doesn't support "voice" requests anymore, which means that visitors can't ask for permission to speak.
es: Esta sala ya no admite solicitudes de "voz", lo que significa que los visitantes no pueden pedir permiso para hablar.
fr: Cette salle ne prend plus en charge les demandes de "voix", ce qui signifie que les visiteurs ne peuvent pas demander la permission de parler.
sv: Det här rummet stöder inte begäran att få prata ("voice request") längre, vilket innebär att besökare inte kan be om tillåtelse att prata.

source: This room supports user registration.
es: Esta sala admite el registro de usuarios.
fr: Cette salle prend en charge l'enregistrement des utilisateurs.
sv: Rummet stöder användarregistrering.

source: This room doesn't support user registration.
es: Esta sala no admite el registro de usuarios.
fr: Cette salle ne prend pas en charge l'enregistrement des utilisateurs.
sv: Rummet stöder inte användarregistrering.

source: This room is now persistent.
es: Ahora esta sala es persistente.
fr: Cette salle est maintenant persistante.
sv: Rummet är now permanent.

source: This room is not persistent anymore.
es: Esta sala ya no es persistente.
fr: Cette salle n'est plus persistante.
sv: Rummet är inte permanent längre.

source: Only participants and moderators can now send messages in this room.
es: Ahora sólo los participantes y los moderadores pueden enviar mensajes en esta sala.
fr: Seuls les participants et les modérateurs peuvent désormais envoyer des messages dans cette salle.
sv: Enbart deltagare och moderatörer kan nu prata i rummet.

source: Everyone can now send messages in this room.
es: Ahora todos pueden enviar mensajes en esta sala.
fr: Cette salle n'est plus persistante.
sv: Alla kan nu prata i rummet.

source: This room is now protected by a password.
es: Ahora esta sala está protegida por una contraseña.
fr: Cette salle est désormais protégée par un mot de passe.
sv: Rummet är nu skyddat av ett lösenord.

source: This room is not protected by a password.
es: Esta sala no está protegida por una contraseña.
fr: Cette salle n'est pas protégée par un mot de passe.
sv: Rummet är inte skyddat av ett lösenord.

source: This room is publicly listed.
es: Esta sala aparece en listas públicas.
fr: Cette salle est répertoriée publiquement.
sv: Rummet är now offenligtgjort.

source: This room is not publicly listed anymore.
es: Esta sala ya no aparece en listas públicas.
fr: Cette salle n'est plus répertoriée publiquement.
sv: Rummet är inte längre offentligt.

source: The language of this room was changed to %s.
es: El idioma de esta sala cambió a %s.
fr: La langue de cette salle a été changée en %s.
sv: Språket i rummet har ändrats till %s.

source: Participants and moderators can change the room subject.
es: Los participantes y moderadores pueden cambiar el tema de la sala.
fr: Les participants et les modérateurs peuvent changer le sujet de la salle.
sv: Deltagare och moderatörer kan ändra rumsämnet.

source: Only moderators can change the room subject.
es: Sólo los moderadores pueden cambiar el tema de la sala.
fr: Seuls les modérateurs peuvent changer le sujet de la salle.
sv: Enbart moderatörer kan ändra rumsämnet.

source: Title was changed to "%s".
es: El título cambió a "%s".
fr: Le titre a été changé en "%s".
sv: Rubriken ändrades till "%s".

source: Description was changed to "%s".
es: La descripción cambió a "%s".
fr: La description a été changée en "%s".
sv: Beskrivningen ändrades till "%s".

source: Anyone can send private messages to people in the room.
es: Cualquiera puede enviar mensajes privados a las personas de la sala.
fr: Tout le monde peut envoyer des messages privés aux personnes présentes dans la salle.
sv: Vem som helst kan skicka privata meddelanden till personer i rummet.

source: No one in this room can send private messages now.
es: Ahora nadie en esta sala puede enviar mensajes privados.
fr: Personne dans cette salle ne peut maintenant envoyer de messages privés.
sv: Ingen kan nu skicka privata meddelanden till personer i rummet.

source: Members can now invite other users to join.
es: Ahora los miembros pueden invitar a otros usarios a unirsre.
fr: Les membres peuvent désormais inviter d'autres utilisateurs à se joindre.
sv: Medlemmar kan bjuda in andra användare att gå in i rummet.

source: Members cannot invite other users to join anymore.
es: Los miembros ya no pueden invitar a otros usuarios a unirse.
fr: Les membres ne peuvent plus inviter d'autres utilisateurs à se joindre.
sv: Medlemmar kan inte längre bjuda in andra användare att gå in i rummet.

source: The room's max history length was changed to %d.
es: La extensión máxima del historial de la sala se cambió a %d.
fr: La longueur maximale de l'historique de la salle a été modifiée en %d.
sv: Rummets max-längd av historiska meddelanden har ändrats till %d.

source: There are no connected accounts.
es: No hay cuentas conectadas.
fr: Il n'y a pas de comptes connectés.
sv: Inga kontor är anslutna.

source: Unable to Add Account
es: No se pudo agregar la cuenta
fr: Impossible d'Ajouter un Compte
sv: Kunde inte lägga till konto

source: Can't add account: You already have an account with this name.
es: No se puede agregar la cuenta: Ya tienes una cuenta con este nombre.
fr: Impossible d'ajouter un compte : Vous avez déjà un compte avec ce nom.
sv: Kan inte lägga till konto: Du har redan ett konto med samma namn.

source: Account added
es: Cuenta agregada
fr: Compte ajouté
nl_nl: Account toegevoegd
sv: Konto tillagt

source: %s successfully added.
es: %s agregada con éxito.
fr: %s ajouté avec succès.
sv: %s lades till.

source: _Check Connection
es: _Revisar conexión
fr: _Vérifier la connexion
sv: _Kontrollera anslutning

source: _Connect
es: _Conectar
fr: _Connecter
nl_nl: _Verbinden
sv: _Anslut

source: _Disconnect
es: _Desconectar
fr: _Déconnecter
nl_nl: Ver_breken
sv: _Koppla ifrån

source: Connection _information...
es: _Información de la conexión...
fr: _Informations de Connexion...
sv: Anslutnings_information...

source: _Change Password...
es: _Cambiar contraseña...
fr: _Changer le Mot de Passe...
sv: _Ändra lösenord...

source: Connect _Automatically
es: Conectar _automáticamente
fr: Connecter _Automatiquement
nl_nl: _Automatisch verbinden
sv: Anslut _automatiskt

source: Always Encrypt Conversation
es: Siempre cifrar la conversación
fr: Toujours Chiffrer la Conversation
nl_nl: Altijd het gesprek versleutelen
sv: Kryptera alltid konversationer

source: XML Console
es: Consola XML
fr: Console XML
sv: Kontrollpanel för XML

source: Connecting account %s
es: Conectando la cuenta %s
fr: Connexion du compte %s
nl_nl: Verbinden van account %s
sv: Ansluter konto %s

source: Connection failure %s
es: Fallo de conexión %s
fr: Échec de connexion %s
nl_nl: Fout bij verbinden %s
sv: Misslyckande av anslutning %s

source: Tor is not currently running
es: Tor no se está ejecutando actualmente
fr: Tor n'est pas en cours d'exécution actuellement
nl_nl: Tor is niet opgestart
sv: Tor körs inte för närvarande

source: Please be aware that communication in chat rooms is not encrypted. Anyone that can intercept communication between you and the server - and the server itself - will be able to see what you are saying in this chat room. Only join this room and communicate here if you trust the server to not be hostile.
es: Ten en cuenta que la comunicación en las salas de chat no está cifrada. Cualquiera que pueda interceptar la comunicación entre el servidor y tú, y el servidor como tal, podrá ver lo que estás diciendo en esta sala de chat. Únete a esta sala y comunícate por aquí sólo si confías en que el servidor no será hostil.
fr: Veuillez noter que la communication dans les salons de discussion n'est pas cryptée. Toute personne pouvant intercepter la communication entre vous et le serveur - et le serveur lui-même - pourra voir ce que vous dites dans cette salle de discussion. Ne rejoignez cette salle et communiquez ici que si vous faites confiance au serveur.
sv: Var medveten om att kommunikation i chattrum inte är krypterad. Vem som helst som kan snappa upp kommunikation mellan dig och servern - och servern själv - kan se vad du säger i chattrummet. Gå enbart in i rummet och prata här om du litar på att servern inte är fientlig.

source: Partially anonymous room
es: Sala parcialmente anónima
fr: Chambre partiellement anonyme
sv: Delvist anonymt rum

source: This room is partially anonymous. This means that only moderators can connect your nickname with your real username (your JID).
es: Esta sala es parcialmente anónima. Esto significa que sólo los moderadores pueden conectar tu nickname con tu nombre de usuario real (tu JID).
fr: Cette salle est en partie anonyme. Cela signifie que seuls les modérateurs peuvent associer votre pseudo à votre vrai nom d'utilisateur (votre JID).
sv: Det här rummet är delvist anonymt. Detta innebär att enbart moderatörer kan kopplia ihop ditt namn med ditt riktiga användarnamn (ditt JID).

source: Non-anonymous room
es: Sala no anónima
fr: Chambre non anonyme
sv: Icke anonymt rum

source: This room is not anonymous. This means that any person in this room can connect your nickname with your real username (your JID).
es: Esta sala no es anónima. Esto significa que cualquier persona en esta sala puede conectar tu nickname con tu nombre de usuario real (tu JID).
fr: Cette salle n'est pas anonyme. Cela signifie que toute personne dans cette salle peut associer votre pseudo à votre vrai nom d'utilisateur (votre JID).
sv: Det här rummet är inte anonymt. Det innebär att vem som helst i rummet kan koppa ditt namn till ditt riktiga användarnamn (ditt JID).

source: Publicly logged room
es: Sala con registro de conversaciones público
fr: Salle enregistrée publiquement
sv: Offentligt loggat rum

source: This room is publicly logged, meaning that everything you and the others in the room say or do can be made public on a website.
es: Esta sala guarda registros de conversaciones públicos, lo que significa que todo lo que tú y los demás en la sala digan o hagan se podría hacerse público en un sitio web.
fr: Cette salle est enregistrée publiquement, ce qui signifie que tout ce que vous et les autres personnes dans la salle dites ou faites peut être rendu public sur un site Web.
sv: Det här rummet är offentligt loggat, vilket betyder att allt du och andra i rummet säger eller gör kan bli offentliggjort på en hemsida.

source: Check out the security properties of this room!
es: ¡Revisa las propiedades de seguridad de esta sala!
fr: Consultez les propriétés de sécurité de cette salle !
sv: Kontrollera säkerhetsegenskaperna för rummet!

source: Details
es: Detalles
fr: Détails
sv: Detaljer

source: Warning %[1]d of %[2]d
es: Advertencia %[1]d de %[2]d
fr: Avertissement %[1]d sur %[2]d
sv: Varning %[1]d av %[2]d

source: The positions were updated.
es: Las posiciones fueron actualizadas.
fr: Les positions ont été mises à jour.
sv: Ställningarna har uppdaterats.

source: Unable to update positions.
es: No fue posible actualizar las posiciones.
fr: Impossible de mettre à jour les positions.
sv: Kunde inte uppdatera ställningar.

source: We couldn't get the occupants by affiliation
es: No pudimos cargar los ocupantes por su afiliación
fr: Nous n'avons pas pu obtenir les occupants par affiliation
sv: Vi kunde inte hitta personer via deras ställning

source: Something went wrong trying to communicate with the server.
es: Algo salió mal mientras tratábamos de comunicarnos con el servidor.
fr: Une erreur s'est produite lors de la tentative de communication avec le serveur.
sv: Något gick fel när vi försökte kommunicera med servern.

source: The connection to the server can't be established.
es: No se puede establecer la conexión con el servidor.
fr: La connexion au serveur ne peut pas être établie.
sv: Kunde inte ansluta till servern.

source: You don't have permission to create a room.
es: No tienes permiso para crear la sala.
fr: Vous n'êtes pas autorisé à créer une salle.
sv: Du har inte tillstånd att skapa rum.

source: Could not create the room with the name provided. Please, change it and try again.
es: No se pudo crear la sala con el nombre proporcionado. Por favor, cámbialo e inténtalo de nuevo.
fr: Impossible de créer la salle avec le nom fourni. Veuillez le modifier et réessayer.
sv: Kunde inte skapa ett rum med det givna namnet. Var god ändra det och försök igen.

source: You can't send messages because this room has been destroyed.
es: No puedes enviar mensajes por que esta sala ha sido destruida.
fr: Vous ne pouvez pas envoyer de messages car cette salle a été détruite.
sv: Du kan inte skicka meddelanden eftersom rummet har förstörts.

source: You can't send messages because you have been banned.
es: No puedes enviar mensajes porque has sido bloqueado.
fr: Vous ne pouvez pas envoyer de messages car vous avez été banni.
sv: Du kan inte skicka meddelanden eftersom du har blivit bannlyst.

source: You can't send messages because you were expelled from the room.
es: No puedes enviar mensajes porque has sido expulsado de la sala.
fr: Vous ne pouvez pas envoyer de messages car vous avez été expulsé de la salle.
sv: Du kan inte skicka meddelanden eftersom du har blivit utkastad från rummet.

source: As a visitor, you can't send messages in a moderated room.
es: Como visitante, no puedes enviar mensajes en una sala moderada.
fr: En tant que visiteur, vous ne pouvez pas envoyer de messages dans une salle modérée.
sv: Som en besökare kan du inte skicka meddelanden i ett modererat rum.

source: You are forbidden to send messages to this room.
es: Tienes prohibido enviar mensajes a esta sala.
fr: Il vous est interdit d'envoyer des messages dans cette salle.
sv: Du har inte tillåtelse att skicka meddelanden i rummet.

source: Your messages to this room aren't accepted.
es: Tus mensajes a esta sala no son aceptados.
fr: Vos messages dans cette salle ne sont pas acceptés.
sv: Dina meddelanden till rummet blev inte accepterade.

source: You can't send messages because the room configuration has been changed.
es: No puedes enviar mensajes porque la configuración de la sala ha cambiado.
fr: Vous ne pouvez pas envoyer de messages car la configuration de la salle a été modifiée.
sv: Du kan inte skicka meddelanden eftersom rumsinställningarna har ändrats.

source: You can't send messages because you are not a member anymore.
es: No puedes enviar mensajes porque ya no eres un miembro.
fr: Vous ne pouvez pas envoyer de messages car vous n'êtes plus membre.
sv: Du kan inte skicka meddelanden eftersom du är inte längre en medlem.

source: This room is now publicly logged.
es: Ahora esta sala guarda registros públicos de conversaciones.
fr: La conversation de cette salle est maintenant enregistrée publiquement.
sv: Rummet är nu offentligt loggat.

source: This room is not publicly logged anymore.
es: Esta sala ya no guarda registros públicos de conversaciones.
fr: La conversation de cette salle n'est plus publiquement enregistrée.
sv: Rummet är inte längre offentlig loggat.

source: Your real JID can now be seen by anyone.
es: Ahora cualquiera puede ver tu JID real.
fr: Votre vrai JID peut maintenant être vu par n'importe qui.
sv: Ditt riktiga JID can nu ses av vem som helst.

source: Your real JID can now be seen only by moderators.
es: Ahora tu JID real puede ser vista por los moderadores únicamente.
fr: Votre vrai JID n'est désormais visible que par les modérateurs.
sv: Ditt riktiga JID can nu enbart ses av moderatörer.

source: The message couldn't be sent, please try again.
es: No se pudo enviar el mensaje, por favor inténtalo de nuevo.
fr: Le message n'a pas pu être envoyé, veuillez réessayer.
sv: Meddelandet kunde inte skickas, var god försök igen.

source: You can't send messages because you lost connection.
es: No puedes enviar mensajes porque perdiste conexión.
fr: Vous ne pouvez pas envoyer de messages car vous avez perdu la connexion.
sv: Du kan inte skicka meddelanden eftersom du tappade anslutningen.

source: $nickname{%s} joined the room.
es: $nickname{%s} se unió a la sala.
fr: $nickname{%s} a rejoint la salle.
sv: $nickname{%s} kom in i rummet.

source: $nickname{%s} left the room.
es: $nickname{%s} dejó la sala.
fr: $nickname{%s} a quitté la salle.
sv: $nickname{%s} lämnade rummet.

source: Someone removed the room subject.
es: Alguien removió el tema de la sala.
fr: Quelqu'un a supprimé le sujet de la salle.
sv: Någon tog bort rumsämnet.

source: $nickname{%[1]s} removed the room subject.
es: $nickname{%[1]s} removió el tema de la sala.
fr: $nickname{%[1]s} a supprimé le sujet de la salle.
sv: $nickname{%[1]s} tog bort rumsämnet.

source: $nickname{%[1]s} updated the room subject to: "%[2]s".
es: $nickname{%[1]s} actualizó el tema de la sala a: "%[2]s".
fr: $nickname{%[1]s} a mis à jour le sujet de la salle : "%[2]s".
sv: $nickname{%[1]s} ändrade rumsämnet till: "%[2]s".

source: Someone has updated the room subject to: "%s".
es: Alguien actualizó el tema de la sala a: "%s".
fr: Quelqu'un a mis à jour l'objet de la salle : "%s".
sv: Någon ändrade rumsämnet till: %s".

source: The room does not have a subject.
es: La sala no tiene un tema.
fr: La salle n'a pas de sujet.
sv: Rummet har inget ämne.

source: The room subject is "%s".
es: El tema de la sala es "%s".
fr: Le sujet de la salle est "%s".
sv: Rummets ämne är: "%s".

source: $nickname{%s} was removed from this room because it's now a members-only room.
es: $nickname{%s} fue removido de esta sala porque ahora es una sala exclusiva para miembros.
fr: $nickname{%s} a été supprimé de ce salon, car il s'agit désormais d'un salon réservé aux membres.
sv: $nickname{%s} blev borttagen från rummet eftersom det är nu ett rum för enbart medlemmar.

source: $nickname{%s} was removed from this members-only room since they are not $affiliation{a member} anymore.
es: $nickname{%s} fue removido de esta sala exclusiva para miembros porque ya no es $affiliation{un miembro}.
fr: $nickname{%s} a été retirée de cette salle réservée aux membres car son affiliation n'est plus $affiliation{membre}.
sv: $nickname{%s} togs bort från det här rummet för medlemmer, eftersom dem är inte $affiliation{en medlem} längre.

source: The room was destroyed. The reason given was "%[1]s". Discussions will continue in this room: %[2]s, with this password: "$password{%[3]s}".
es: La sala fue destruida. La razón dada fue "%[1]s". Las discusiones continuarán en esta sala: %[2]s, con esta contraseña: "$password{%[3]s}".
fr: La salle a été détruite. La raison donnée était "%[1]s". Les discussions se poursuivront dans cette salle : %[2]s, avec ce mot de passe : "$password{%[3]s}".
sv: Rummet har blivit förstört. Anledningen som gavs var: "%[1]s". Konversationer kommer fortsätta i det här rummet: %[2]s, med det här lösenordet: "$password{%[3]s}".

source: The room was destroyed. The reason given was "%[1]s". Discussions will continue in this room: %[2]s.
es: La sala fue destruida. La razón dada fue "%[1]s". Las discusiones continuarán en esta sala: %[2]s.
fr: La salle a été détruite. La raison donnée était "%[1]s". Les discussions se poursuivront dans cette salle : %[2]s.
sv: Rummet har blivit förstört. Anledningen som gavs var: "%[1]s". Konversationer kommer fortsätta i det här rummet: %[2]s.

source: The room was destroyed. The reason given was "%s".
es: La sala fue destruida. La razón dada fue "%s".
fr: La salle a été détruite. La raison donnée était "%s".
sv: Rummet har blivit förstört. Anledningen som gavs var: "%s".

source: The room was destroyed.
es: La sala fue destruisa.
fr: La salle a été détruite.
sv: Rummet har blivit förstört.

source: The passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
sv: Lösenorden stämmer inte överens

source: The password can't be empty
es: El campo de contraseña no puede estar vacío
fr: Le mot de passe ne peut pas être vide
sv: Lösenordet kan inte vara tomt

source: Password changed successfully for %s.
es: La contraseña cambió con éxito para %s.
fr: Mot de passe modifié avec succès pour %s.
sv: Lösenordet ändrades till %s.

source: Password change failed. Error: %s
es: El cambio de contraseña cambió. Error: %s
fr: Échec de la modification du mot de passe. Érreur : %s
sv: Ändring av lösenordet misslyckades. Fel: %s

source: Error: %s
fr: Erreur : %s
sv: Fel: %s

source: Attempting to change password...
es: Intentando cambiar la contraseña ...
fr: Tentative de changement de mot de passe...
sv: Försöker ändra lösenord...

source: this account
fr: ce compte

source: We couldn't verify the certificate for the connection to account %s. This can happen if the server you are connecting to doesn't use the traditional certificate hierarchies. It can also be the symptom of an attack. Try to verify that this information is correct before proceeding with the connection.
es: No pudimos verificar el certificado para la conexión de la cuenta %s. Esto puede suceder si el servidor al que te estás conectando no utiliza las jerarquías de certificados tradicionales. También puede ser síntoma de un ataque. Intenta verificar que esta información sea correcta antes de continuar con la conexión.
fr: Nous n'avons pas pu vérifier le certificat de connexion au compte %s. Cela peut se produire si le serveur auquel vous vous connectez n'utilise pas les hiérarchies de certificats traditionnelles. Cela peut aussi être le symptôme d'une attaque. Essayez de vérifier que ces informations sont correctes avant de procéder à la connexion.
sv: Vi kunde inte kontrollera certifikatet för anslutning till kontot %s. Detta kan hända om servern du använder inte använder traditionella certifikat-hierarkier. Det kan också vara ett tecken på ett anfall. Försök att kontrollera att informationen är korrekt innan du fortsätter med anslutningen.
