Repository: coyim/coyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: es, fr, nl_nl, sv

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{moderator} to $role{participant}.
es: El administrador $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{moderador} a $role{participante}.
fr: L'administrateur $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{modérateur} à $role{participant}.
sv: Administratören $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{moderatör} till $role{deltagare}.

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{moderator} to $role{visitor}.
es: El administrador $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{moderador} a $role{visitante}.
fr: L'administrateur $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{modérateur} à $role{visiteur}.
sv: Administratören $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{moderatör} till $role{besökare}.

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{participant} to $role{moderator}.
es: El administrador $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{participante} a $role{moderador}.
fr: L'administrateur $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{participant} à $role{modérateur}.
sv: Administratören $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{deltagare} till $role{moderatör}.

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{participant} to $role{visitor}.
es: El administrador $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{participante} a $role{visitante}.
fr: L'administrateur $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{participant} à $role{visiteur}.
sv: Administratören $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{deltagare} till $role{besökare}.

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{visitor} to $role{moderator}.
es: El administrador $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{visitante} a $role{moderador}.
fr: L'administrateur $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{visiteur} à $role{modérateur}.
sv: Administratören $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{besökare} till $role{moderatör}.

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{visitor} to $role{participant}.
es: El administrador $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{visitante} a $role{participante}.
fr: L'administrateur $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{visiteur} à $role{participant}.
sv: Administratören $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{besökare} till $role{deltagare}.

source: The administrator $nickname{%[1]s} changed the role of $nickname{%[2]s}.
es: El administrador $nickname{%[1]s} cambió el rol de $nickname{%[2]s}.
fr: L'administrateur $nickname{%[1]s} a changé le rôle de $nickname{%[2]s}.
sv: Administratören $nickname{%[1]s} ändrade rollen för $nickname{%[2]s}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{moderator} to $role{participant}.
es: $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{moderador} a $role{participante}.
fr: $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{modérateur} à $role{participant}.
sv: $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{moderatör} till $role{deltagare}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{moderator} to $role{visitor}.
es: $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{moderador} a $role{visitante}.
fr: $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{modérateur} à $role{visiteur}.
sv: $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{moderatör} till $role{besökare}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{participant} to $role{moderator}.
es: $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{participante} a $role{moderador}.
fr: $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{participant} à $role{modérateur}.
sv: $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{deltagare} till $role{moderatör}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{participant} to $role{visitor}.
es: $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{participante} a $role{visitante}.
fr: $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{participant} à $role{visiteur}.
sv: $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{deltagare} till $role{besökare}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{visitor} to $role{moderator}.
es: $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{visitante} a $role{moderador}.
fr: $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{visiteur} à $role{modérateur}.
sv: $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{besökare} till $role{moderatör}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s} from $role{visitor} to $role{participant}.
es: $nickname{%[1]s} cambió el rol de $nickname{%[2]s} de $role{visitante} a $role{participante}.
fr: $nickname{%[1]s} a changé le rôle de $nickname{%[2]s} de $role{visiteur} à $role{participant}.
sv: $nickname{%[1]s} ändrade rollen för $nickname{%[2]s} från $role{besökare} till $role{besökare}.

source: $nickname{%[1]s} changed the role of $nickname{%[2]s}.
es: $nickname{%[1]s} cambió el rol de $nickname{%[2]s}.
fr: $nickname{%[1]s} a changé le rôle de $nickname{%[2]s}.
sv: $nickname{%[1]s} ändrade rollen för $nickname{%[2]s}.

source: Your role was changed from $role{participant} to $role{visitor}.
fr: Votre rôle est passé de $role{participant} à $role{visiteur}.

source: Your role was changed from $role{participant} to $role{moderator}.
fr: Votre rôle est passé de $role{participant} à $role{modérateur}.

source: Your role was changed from $role{visitor} to $role{participant}.
fr: Votre rôle est passé de $role{visiteur} à $role{participant}.

source: Your role was changed from $role{visitor} to $role{moderator}.
fr: Votre rôle est passé de $role{visiteur} à $role{modérateur}.

source: Your role was changed from $role{moderator} to $role{visitor}.
fr: Votre rôle est passé de $role{modérateur} à $role{visiteur}.

source: Your role was changed from $role{moderator} to $role{participant}.
fr: Votre rôle est passé de $role{modérateur} à $role{participant}.

source: You have been expelled.
es: Has sido expulsado.
fr: Vous avez été expulsé.
sv: Du har blivit utkastad.

source: Your role was changed.
es: Tu rol fue cambiado.
fr: Votre rôle a été modifié.
sv: Din roll ändrades.

source: The owner $nickname{%s} changed your role from $role{participant} to $role{visitor}.
es: El propietario $nickname{%s} cambió tu rol de $role{participante} a $role{visitante}.
fr: Le propriétaire $nickname{%s} a changé votre rôle de $role{participant} à $role{visiteur}.
sv: Ägaren $nickname{%s} ändrade din roll från $role{deltagare} till $role{besökare}.

source: The owner $nickname{%s} changed your role from $role{participant} to $role{moderator}.
es: El propietario $nickname{%s} cambió tu rol de $role{participante} a $role{moderador}.
fr: Le propriétaire $nickname{%s} a changé votre rôle de $role{participant} à $role{modérateur}.
sv: Ägaren $nickname{%s} ändrade din roll från $role{deltagare} till $role{moderatör}.

source: The owner $nickname{%s} changed your role from $role{visitor} to $role{participant}.
es: El propietario $nickname{%s} cambió tu rol de $role{visitante} a $role{participante}.
fr: Le propriétaire $nickname{%s} a changé votre rôle de $role{visiteur} à $role{participant}.
sv: Ägaren $nickname{%s} ändrade din roll från $role{besökare} till $role{deltagare}.

source: The owner $nickname{%s} changed your role from $role{visitor} to $role{moderator}.
es: El propietario $nickname{%s} cambió tu rol de $role{visitante} a $role{moderador}.
fr: Le propriétaire $nickname{%s} a changé votre rôle de $role{visiteur} à $role{modérateur}.
sv: Ägaren $nickname{%s} ändrade din roll från $role{besökare} till $role{moderatör}.

source: The owner $nickname{%s} changed your role from $role{moderator} to $role{visitor}.
es: El propietario $nickname{%s} cambió tu rol de $role{moderador} a $role{visitante}.
fr: Le propriétaire $nickname{%s} a changé votre rôle de $role{modérateur} à $role{visiteur}.
sv: Ägaren $nickname{%s} ändrade din roll från $role{moderatör} till $role{besökare}.

source: The owner $nickname{%s} changed your role from $role{moderator} to $role{participant}.
es: El propietario $nickname{%s} cambió tu rol de $role{moderador} a $role{participante}.
fr: Le propriétaire $nickname{%s} a changé votre rôle de $role{modérateur} à $role{participant}.
sv: Ägaren $nickname{%s} ändrade din roll från $role{moderatör} till $role{deltagare}.

source: The owner $nickname{%s} has expelled you from the room.
es: El propietario $nickname{%s} te ha expulsado de la sala.
fr: Le propriétaire $nickname{%s} vous a expulsé de la salle.
sv: Ägaren $nickname{%s} har kastat ut dig från rummet.

source: The owner $nickname{%s} changed your role.
es: El propietario $nickname{%s} cambió tu rol.
fr: Le propriétaire $nickname{%s} a changé votre rôle.
sv: Ägaren $nickname{%s} har ändrat din roll.

source: The administrator $nickname{%s} changed your role from $role{participant} to $role{visitor}.
es: El administrador $nickname{%s} cambió tu rol de $role{participante} a $role{visitante}.
fr: L'administrateur $nickname{%s} a changé votre rôle de $role{participant} à $role{visiteur}.
sv: Administratören $nickname{%s} ändrade din roll från $role{deltagare} till $role{besökare}.

source: The administrator $nickname{%s} changed your role from $role{participant} to $role{moderator}.
es: El administrador $nickname{%s} cambió tu rol de $role{participante} a $role{moderador}.
fr: L'administrateur $nickname{%s} a changé votre rôle de $role{participant} à $role{modérateur}.
sv: Administratören $nickname{%s} ändrade din roll från $role{deltagare} till $role{moderatör}.

source: The administrator $nickname{%s} changed your role from $role{visitor} to $role{participant}.
es: El administrador $nickname{%s} cambió tu rol de $role{visitante} a $role{participante}.
fr: L'administrateur $nickname{%s} a changé votre rôle de $role{visiteur} à $role{participant}.
sv: Administratören $nickname{%s} ändrade din roll från $role{besökare} till $role{deltagare}.

source: The administrator $nickname{%s} changed your role from $role{visitor} to $role{moderator}.
es: El administrador $nickname{%s} cambió tu rol de $role{visitante} a $role{moderador}.
fr: L'administrateur $nickname{%s} a changé votre rôle de $role{visiteur} à $role{modérateur}.
sv: Administratören $nickname{%s} ändrade din roll från $role{besökare} till $role{moderatör}.

source: The administrator $nickname{%s} changed your role from $role{moderator} to $role{visitor}.
es: El administrador $nickname{%s} cambió tu rol de $role{moderador} a $role{visitante}.
fr: L'administrateur $nickname{%s} a changé votre rôle de $role{modérateur} à $role{visiteur}.
sv: Administratören $nickname{%s} ändrade din roll från $role{moderatör} till $role{besökare}.

source: The administrator $nickname{%s} changed your role from $role{moderator} to $role{participant}.
es: El administrador $nickname{%s} cambió tu rol de $role{moderador} a $role{participante}.
fr: L'administrateur $nickname{%s} a changé votre rôle de $role{modérateur} à $role{participant}.
sv: Administratören $nickname{%s} ändrade din roll från $role{moderatör} till $role{deltagare}.

source: The administrator $nickname{%s} has expelled you from the room.
es: El administrador $nickname{%s} te ha expulsado de la sala.
fr: L'administrateur $nickname{%s} vous a expulsé de la salle.
sv: Administratören $nickname{%s} har kastat ut dig från rummet.

source: The administrator $nickname{%s} changed your role.
es: El administrador $nickname{%s} cambió tu rol.
fr: L'administrateur $nickname{%s} a changé votre rôle.
sv: Administratören $nickname{%s} ändrade din roll.

source: $nickname{%s} changed your role from $role{participant} to $role{visitor}.
es: $nickname{%s} cambió tu rol de $role{participante} a $role{visitante}.
fr: $nickname{%s} a changé votre rôle de $role{participant} à $role{visiteur}.
sv: $nickname{%s} ändrade din roll från $role{deltagare} till $role{besökare}.

source: $nickname{%s} changed your role from $role{participant} to $role{moderator}.
es: $nickname{%s} cambió tu rol de $role{participante} a $role{moderador}.
fr: $nickname{%s} a changé votre rôle de $role{participant} à $role{modérateur}.
sv: $nickname{%s} ändrade din roll från $role{deltagare} till $role{moderatör}.

source: $nickname{%s} changed your role from $role{visitor} to $role{participant}.
es: $nickname{%s} cambió tu rol de $role{visitante} a $role{participante}.
fr: $nickname{%s} a changé votre rôle de $role{visiteur} à $role{participant}.
sv: $nickname{%s} ändrade din roll från $role{besökare} till $role{deltagare}.

source: $nickname{%s} changed your role from $role{visitor} to $role{moderator}.
es: $nickname{%s} cambió tu rol de $role{visitante} a $role{moderador}.
fr: $nickname{%s} a changé votre rôle de $role{visiteur} à $role{modérateur}.
sv: $nickname{%s} ändrade din roll från $role{besökare} to $role{moderatör}.

source: $nickname{%s} changed your role from $role{moderator} to $role{visitor}.
es: $nickname{%s} cambió tu rol de $role{moderador} a $role{visitante}.
fr: $nickname{%s} a changé votre rôle de $role{modérateur} à $role{visiteur}.
sv: $nickname{%s} ändrade din roll från $role{moderatör} till $role{besökare}.

source: $nickname{%s} changed your role from $role{moderator} to $role{participant}.
es: $nickname{%s} cambió tu rol de $role{moderador} a $role{participante}.
fr: $nickname{%s} a changé votre rôle de $role{modérateur} à $role{participant}.
sv: $nickname{%s} ändrade din roll från $role{moderatör} till $role{deltagare}.

source: $nickname{%s} has expelled you from the room.
es: $nickname{%s} te ha expulsado de la sala.
fr: $nickname{%s} vous a expulsé de la salle.
sv: $nickname{%s} har kastat ut dig från rummet.

source: $nickname{%s} changed your role.
es: $nickname{%s} cambió tu rol.
fr: $nickname{%s} a changé votre rôle.
sv: $nickname{%s} ändrade din roll.

source: As a result, their role was changed from $role{visitor} to $role{participant}.
fr: En conséquence, son rôle est passé de $role{visiteur} à $role{participant}.

source: As a result, their role was changed from $role{visitor} to $role{moderator}.
fr: En conséquence, son rôle est passé de $role{visiteur} à $role{modérateur}.

source: As a result, their role was changed from $role{participant} to $role{visitor}.
fr: En conséquence, son rôle est passé de $role{participant} à $role{visiteur}.

source: As a result, their role was changed from $role{participant} to $role{moderator}.
fr: En conséquence, son rôle est passé de $role{participant} à $role{modérateur}.

source: As a result, their role was changed from $role{moderator} to $role{visitor}.
fr: En conséquence, son rôle est passé de $role{modérateur} à $role{visiteur}.

source: As a result, their role was changed from $role{moderator} to $role{participant}.
fr: En conséquence, son rôle est passé de $role{modérateur} à $role{participant}.

source: As a result, their role was also changed.
es: Como resultado, su rol también cambió.
fr: En conséquence, son rôle a également été modifié.
sv: Som ett resultat av detta har deras roll också ändrats.

source: As a result, your role was changed from $role{visitor} to $role{participant}.
fr: Par conséquent, votre rôle est passé de $role{visiteur} à $role{participant}.

source: As a result, your role was changed from $role{visitor} to $role{moderator}.
fr: Par conséquent, votre rôle est passé de $role{visiteur} à $role{modérateur}.

source: As a result, your role was changed from $role{participant} to $role{visitor}.
fr: Par conséquent, votre rôle est passé de $role{participant} à $role{visiteur}.

source: As a result, your role was changed from $role{participant} to $role{moderator}.
fr: Par conséquent, votre rôle est passé de $role{participant} à $role{modérateur}.

source: As a result, your role was changed from $role{moderator} to $role{visitor}.
fr: Par conséquent, votre rôle est passé de $role{modérateur} à $role{visiteur}.

source: As a result, your role was changed from $role{moderator} to $role{participant}.
fr: Par conséquent, votre rôle est passé de $role{modérateur} à $role{participant}.

source: As a result, your role was also changed.
es: Como resultado, tu rol también cambió.
fr: En conséquence, votre rôle a également été modifié.
sv: Som ett resultat av detta har din roll också ändrats.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not banned anymore.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} ya no está bloqueado.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} n'est plus banni.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är inte längre bannlyst.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not banned anymore.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} ya no está bloqueado.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} n'est plus banni.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är inte längre bannlyst.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{an owner} anymore.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} ya no es $affiliation{un propietario}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} n'est plus $affiliation{un propriétaire}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är inte $affiliation{en ägare} längre.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{an administrator} anymore.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} ya no es $affiliation{un administrador}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} n'est plus $affiliation{un administrateur}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är inte $affiliation{en administratör} längre.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not $affiliation{a member} anymore.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} ya no es $affiliation{un miembro}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} n'est plus $affiliation{un membre}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är inte $affiliation{en medlem} längre.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s}; $nickname{%[2]s} is not banned anymore.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s}; $nickname{%[2]s} ya no está bloqueado.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} ; $nickname{%[2]s} n'est plus banni.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}; $nickname{%[2]s} är inte längre bannlyst.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{owner}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s} a $affiliation{propietario}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} en $affiliation{propriétaire}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} till $affiliation{ägare}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{administrator}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s} a $affiliation{administrador}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} en $affiliation{administrateur}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} till $affiliation{administratör}.

source: The owner $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{member}.
es: El propietario $nickname{%[1]s} cambió la posición de $nickname{%[2]s} a $affiliation{miembro}.
fr: Le propriétaire $nickname{%[1]s} a changé la position de $nickname{%[2]s} en $affiliation{membre}.
sv: Ägaren $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} till $affiliation{medlem}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{owner}.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s} a $affiliation{propietario}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} en $affiliation{propriétaire}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} till $affiliation{ägare}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{administrator}.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s} a $affiliation{administrador}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} en $affiliation{administrateur}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} till $affiliation{administratör}.

source: The administrator $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{member}.
es: El administrador $nickname{%[1]s} cambió la posición de $nickname{%[2]s} a $affiliation{miembro}.
fr: L'administrateur $nickname{%[1]s} a changé la position de $nickname{%[2]s} en $affiliation{membre}.
sv: Administratören $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} till $affiliation{medlem}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{owner}.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s} a $affiliation{propietario}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} en $affiliation{propriétaire}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} till $affiliation{ägare}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{administrator}.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s} a $affiliation{administrador}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} en $affiliation{administrateur}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} till $affiliation{administratör}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} to $affiliation{member}.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s} a $affiliation{miembro}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} en $affiliation{membre}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} till $affiliation{medlem}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s}.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s}.
