Repository: coyim/coyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: es, fr, nl_nl, sv

source: Here you can manage access to the room. If you specify a password for the room, you should share it in a secure way. This will help to protect the people in the room. Remember that room passwords do not make the room encrypted, so people that control the location of the room might still have access to it, even without providing a password.
es: Aquí puedes administrar el acceso a la sala. Si especificas una contraseña para la sala, debes compartirla de forma segura. Esto ayudará a proteger a las personas en la misma. Recuerda que las contraseñas de la sala no cifran la sala como tal, por lo que las personas que controlan la ubicación de la sala pueden tener acceso a ella, incluso sin proporcionar una contraseña.
fr: Ici, vous pouvez gérer l'accès à la salle. Si vous spécifiez un mot de passe pour la salle, vous devez le partager de manière sécurisée. Cela aidera à protéger les personnes présentes dans la salle. N'oubliez pas que les mots de passe de la salle ne cryptent pas celle-ci, de sorte que les personnes qui contrôlent l'emplacement de la salle peuvent toujours y avoir accès, même sans fournir de mot de passe.
sv: Här kan du hantera tillgång till rummet. Om du ställer in ett lösenord för rummet bör du dela med dig av det på ett säkert sätt. Detta hjälper att skydda personerna i rummet. Kom ihåg att rumslösenord inte gör att rummet är krypterat, så personer som kontrollerar stället det rummet existerar kan fortfarande ha tillgång till det, även utan ett lösenord.

source: Permissions
es: Permisos
fr: Autorisations
sv: Tillstånd

source: Here you can change settings that impact who can do what inside the room.
es: Aquí puedes cambiar la configuración respecto a quién puede hacer qué dentro de la sala.
fr: Ici, vous pouvez modifier les paramètres qui ont un impact sur qui peut faire quoi dans la salle.
sv: Här kan du ändra inställningar som bestämmer vem som kan göra vad i rummet.

source: Here you can define who the owners, administrators and banned people are.
es: Aquí puedes definir quiénes son los propietarios, administradores y personas bloqueadas.
fr: Ici, vous pouvez définir qui sont les propriétaires, les administrateurs et les personnes bannies.
sv: Här kan du definiera vilka som är ägare, administratörer och bannlysta.

source: Other settings
es: Otros ajustes
fr: Autres réglages
sv: Andra inställningar

source: Here you can find other configuration options that might be useful to you. Note that if archiving is enabled, all the discussions in the room might be logged and potentially made publicly accessible.
es: Aquí puedes encontrar otras opciones de configuración que te pueden resultar útiles. Ten en cuenta que si la función de archivar se muestra y está habilitada, se podría acceder a todas las conversaciones en la sala y, potencialmente, volverlas accesibles al público.
fr: Vous trouverez ici d'autres options de configuration qui pourraient vous être utiles. Notez que si l'archivage est activé, toutes les discussions dans la salle peuvent être enregistrées et potentiellement rendues accessibles au public.
sv: Här finns andra inställningar som kan vara användbara. Håll i åtanke att om arkivering är påslaget, är det möjligt att alla konversationer i rummet blir loggade och möjligen också offentliggjorda.

source: Summary
es: Resumen
fr: Résumé
sv: Sammanfattning

source: Title
es: Título
fr: Titre
sv: Rubrik

source: The room title can be used to find the room in the public list.
es: El título de la sala puede ser usado para ubicarla en la lista pública.
fr: Le titre de la salle peut être utilisé pour la retrouver dans la liste publique.
sv: Rummets rubrik kan användas för att hitta rummet i den offentliga listan.

source: The room description can be used to add more information about the room, such as the purpose, the discussion topics, interests, etc.
es: La descripción de la sala se puede utilizar para agregar más información sobre la misma, como el propósito, los temas de discusión, los intereses, etc.
fr: La description de la salle peut être utilisée pour ajouter plus d'informations sur la salle, telles que le but, les sujets de discussion, les intérêts, etc.
sv: Rummets beskriving kan användas för att lägga till mer information om rummet, till exempel för att deskriva syftet, vilka ämnen som diskuteras och intressen.

source: Enable archiving of discussions
es: Habilitar el archivo de discusiones
fr: Activer l'archivage des discussions
sv: Sätt på arkivering av diskussioner

source: The conversation of this room will be stored in an archive that could be accessed publicly. CoyIM users will be notified about this when joining the room, however, other clients might not.
es: La conversación de esta sala se almacenará en un archivo al que se podrá acceder públicamente. Los usuarios de CoyIM serán notificados sobre esto cuando se unan a la sala, sin embargo, es posible que otros clientes no lo hagan.
fr: La conversation de cette salle sera stockée dans une archive accessible publiquement. Les utilisateurs de CoyIM en seront informés lorsqu'ils rejoignent la salle, cependant, d'autres clients pourraient ne pas le faire.
sv: Konversationen i rummet kommer att bli sparat i ett arkiv som kan bli offentligt åtkomligt. Användare av CoyIM kommer bli upplysta om detta när dem går in i ett rum, men andra program ger ofta inte en varning.

source: Primary language of discussion
es: Idioma principal de la discusión
fr: Langue principale de discussion
sv: Huvudspråk för diskussion

source: This is the primary language in which conversations are held. Changing this will not impact the language of the application.
es: Este es el idioma principal en el que se llevan a cabo las conversaciones. Cambiar esto no afectará el idioma de la aplicación.
fr: C'est la langue principale dans laquelle les conversations ont lieu. Changer cela n'aura pas d'impact sur la langue de l'application.
sv: Det här är huvudspråket som används för konversationer i rummet. Även om du ändrar värdet här kommer inte språket för programmet att ändras.

source: XMPP URI of associated publish-subscribe node
es: Dirección (XMPP URI) del nodo de publicación-suscripción asociado con la sala
fr: URI XMPP du nœud de publication-abonnement associé
sv: Adressen (XMPP URI) för publish-subscribe node som är ansluten till rummet

source: A chat room can have an associated place where publication and subscription of certain information can happen. This is a technical setting, which should be left empty unless you know what it means.
es: Una sala de chat puede tener un lugar asociado donde se puede realizar la publicación y suscripción de cierta información. Esta es una configuración técnica, que debe dejarse en blanco a menos que sepas lo que significa.
fr: Une salle de discussion peut avoir un endroit associé où la publication et la souscription de certaines informations peuvent avoir lieu. Il s'agit d'un paramètre technique, qui doit être laissé vide à moins que vous ne sachiez ce que cela signifie.
sv: Ett chattrum kan ha en plats där publicering och prenumeration av olika typer av information kan hända. Det här är en teknisk inställning som bör lämnas tom om du inte är fullt medveten om vad det innebär.

source: Allow anyone to set the subject of the room
es: Permitir que cualquiera establezca el tema de la sala
fr: Permettre à n'importe qui de définir le sujet de la salle
sv: Tillåt vem som helst att ändra ämnet för rummet

source: Occupants can change subject of the room
es: Los ocupantes pueden cambiar el tema de la sala
fr: Les occupants peuvent changer le sujet de la chambre
sv: Vem som helst i rummet kan ändra rumsämnet

source: If not set, only moderators can modify it.
es: Si no se configura, sólo los moderadores pueden modificarlo.
fr: S'il n'est pas défini, seuls les modérateurs peuvent le modifier.
sv: Enbart moderatörer kan ändra det, om ingen inställning gjorts.

source: Allow members to invite others to the room
es: Permitir que los miembros inviten a otros a la sala
fr: Autoriser les membres à inviter d'autres personnes dans la salle
sv: Tillåt medlemmar att bjuda in andra till rummet

source: Allow members to invite others
es: Permitir a los miembros invitar a otros
fr: Autoriser les membres à inviter d'autres personnes
sv: Tillåt medlemmar att bjuda in andra

source: People can send private messages
es: La gente puede enviar mensajes privados
fr: Les gens peuvent envoyer des messages privés
sv: Användare kan skicka privata meddelanden

source: Maximum number of people in the room
es: Máximo número de personas en la sala
fr: Nombre maximum de personnes dans la salle
sv: Högra nummer av besökare i rummet

source: Make this room public
es: Hacer que esta sala sea pública
fr: Rendre cette salle publique
sv: Gör rummet offentligt

source: Include in public lists
es: Incluir en listas públicas
fr: Inclure dans les listes publiques
sv: Innefatta i offentliga listor

source: A public room can be found by all users in any public listing.
es: Una sala pública puede ser encontrada por todos los usuarios en cualquier listado público.
fr: Une salle publique peut être trouvée par tous les utilisateurs dans n'importe quelle liste publique.
sv: Ett offentligt rum kan hittas av alla användare i en offentlig lista.

source: Make this room persistent
es: Hacer esta sala persistente
fr: Rendre cette salle persistante
sv: Gör rummet permanent

source: Persistent
es: Persistente
fr: Persistante
sv: Permanent

source: A persistent room won't be destroyed when the last person leaves the room.
es: Una sala persistente no será destruida cuando la última persona deje la sala.
fr: Une salle persistante ne sera pas détruite lorsque la dernière personne quittera la salle.
sv: Ett permanent rum blir inte förstört när den sista personen lämnar rummet.

source: Roles that will receive information about other people in the room
es: Roles que recibirán información acerca de otras personas en la sala
fr: Rôles qui recevront des informations sur les autres personnes présentes dans la salle
sv: Roller som kommer få information om andra personer i rummet

source: Make this room moderated
es: Hacer que esta sala sea moderada
fr: Rendre cette salle modérée
sv: Gör rummet modererat

source: Moderated
es: Moderada
fr: Modérée
sv: Modererat

source: In a moderated room, visitors must be given permission to speak.
es: En una sala moderada, los visitantes deben tener permiso para hablar.
fr: Dans une salle modérée, les visiteurs doivent être autorisés pour prendre la parole.
sv: I ett modererat rum måste besökare få tillstånd för att prata.

source: Make this room members-only
es: Hacer que esta sala sea sólo para miembros
fr: Rendre cette salle réservée aux membres
sv: Gör rummet tillgängligt enbart för medlemmar

source: Only allow members to join
es: Permitir que sólo los miembros se unan
fr: Autoriser uniquement les membres à rejoindre
sv: Tillåt enbart medlemmer att komma in

source: Members
es: Miembros
fr: Membres
sv: Medlemmar

source: Owners
es: Propietarios
fr: Propriétaires
sv: Ägare

source: The account address of others in the room may be viewed by:
es: La dirección de la cuenta de otras personas en la sala puede ser vista por:
fr: L'adresse du compte des autres personnes présentes dans la salle peut être consultée par :
sv: Kontoadressen för andra i rummet kan ses av:

source: Account address of occupants can be viewed by
es: La dirección de la cuenta de los ocupantes puede ser vista por
fr: L'adresse du compte des occupants peut être consultée par
sv: Kontoadressen för personer kan ses av

source: Maximum previous messages sent to people when joining the room
es: Máximo de mensajes previos enviados a las personas al unirse a la sala
fr: Nombre maximal de messages précédents envoyés aux personnes lorsqu'elles rejoignent la salle
sv: Största mängd tidigare meddelanden som skickas till personer när dem går in i rummet

source: Administrators
es: Administradores
fr: Administrateurs
sv: Administratörer

source: A person can find out more information about other people in the room
es: Una persona puede descubrir más información sobre otras personas en la sala
fr: Une personne peut obtenir plus d'informations sur les autres personnes présentes dans la salle
sv: En person kan få reda på mer information om andra personer i rummet

source: Visitors to a room can change their custom status information
es: Los visitantes de una sala pueden cambiar su información de estado personalizada
fr: Les visiteurs d'une salle peuvent modifier leurs informations de statut personnalisées
sv: Besökare ändra sin statusinformation i ett rum

source: Since visitors are not allowed to speak in moderated rooms, this setting would allow visitors to still communicate with others by means of their status text.
es: Dado que los visitantes no pueden hablar en salas moderadas, esta configuración permitiría a los visitantes comunicarse con otros mediante su texto de estado.
fr: Étant donné que les visiteurs ne sont pas autorisés à parler dans les salles modérées, ce paramètre permettrait aux visiteurs de toujours communiquer avec les autres au moyen de leur texte de statut.
sv: Eftersom besökare inte har tillstånd att prata i modererade rum, kan den här inställningen tillåta besökare att kommunicera med andra genom att använda deras status.

source: Visitors can change their nickname
es: Los visitantes pueden cambiar su nickname
fr: Les visiteurs peuvent changer leur pseudo
sv: Besökare kan ändra deras namn

source: Just as with the status updates, this setting could allow visitors to show information to others in the room by changing their nickname.
es: Del mismo modo que con las actualizaciones de estado, este ajuste podría permitir a los visitantes mostrar información de otros en la sala al cambiar su nickname.
fr: Tout comme pour les mises à jour de statut, ce paramètre pourrait permettre aux visiteurs de montrer des informations aux autres dans la salle en changeant leur pseudo.
sv: Precis som med statusuppdateringar kan den här inställningen göra det möjligt för besökare att visa information för andra i rummet genom att ändra sitt namn.

source: Visitors can ask for permission to speak
es: Los visitantes pueden pedir permiso para hablar
fr: Les visiteurs peuvent demander la permission de parler
sv: Besökare kan be om tillåtelse att prata

source: Allow subscription
es: Permitir suscripción
fr: Autoriser l'abonnement
sv: Tillåt prenumeration

source: This is a technical setting which allows a new, experimental, version of group chat to be used with this room. CoyIM does not support this, but if you turn on this setting, other clients might utilize the setting when connecting to the room.
es: Esta es una configuración técnica que permite utilizar una nueva versión experimental del chat grupal con esta sala. CoyIM no tiene soporte para esto, pero si activa esta configuración, es posible que otros clientes utilicen este ajuste cuando se conecten a la sala.
fr: Il s'agit d'un paramètre technique qui permet d'utiliser une nouvelle version expérimentale du chat de groupe avec cette salle. CoyIM ne prend pas en charge cela, mais si vous activez ce paramètre, d'autres clients peuvent utiliser le paramètre lors de la connexion à la salle.
sv: Det här är en teknisk inställning som tillåter en ny experimentversion av gruppchatt att användas i rummet. CoyIM stöder inte detta, men om du använder den här inställningen är det möjligt att andra klienter kan använda detta system när dem ansluter till rummet.

source: When joining the room, people will be able to talk
es: Al unirse a la sala, la gente podrá hablar
fr: En rejoignant la salle, les gens pourront parler
sv: När personer kommer in i rummet kan dem omedelbart prata

source: Minimum interval between voice requests (in seconds)
es: Intervalo mínimo entre solicitudes para hablar (en segundos)
fr: Intervalle minimum entre les requêtes de voix (en secondes)
sv: Minsta tid mellan begäran att få prata (i sekunder)

source: Allow visitors to send private messages to
es: Permitir a los visitantes enviar mensajes privados a
fr: Autoriser les visiteurs à envoyer des messages privés à
sv: Tillåt besökare att skicka privata meddelanden till

source: Make list of participants public
es: Hacer pública la lista de participantes
fr: Rendre publique la liste des participants
sv: Gör deltagarlistan offentlig

source: Owners will always be moderators in a room. They can give or take away any position or role and control any aspect of the room.
es: Los propietarios siempre serán moderadores en una sala. Estos pueden otorgar o remover cualquier posición o rol y controlar cualquier aspecto de la sala.
fr: Les propriétaires seront toujours des modérateurs dans une salle. Ils peuvent donner ou retirer n'importe quelle position ou rôle et contrôler tout aspect de la salle.
sv: Ägare är alltid moderatörer i ett rum. De kan ge eller ta vilken ställning eller roll som helst, och kontrollera alla aspekter av rummet.

source: Here you can add one or more new owners to the room. You will have to use the account address of the user in order to make them an owner. This address can either be a simple one, such as user@example.org or a full one, such as user@example.org/abcdef.
es: Aquí puedes agregar uno o más nuevos propietarios a la sala. Deberás utilizar la dirección de la cuenta del usuario para convertirlo en propietario. Esta dirección puede ser simple, como user@example.org o completa, como user@example.org/abcdef.
fr: Ici, vous pouvez ajouter un ou plusieurs nouveaux propriétaires à la salle. Vous devrez utiliser l'adresse du compte de l'utilisateur afin d'en faire un propriétaire. Cette adresse peut être simple, comme user@example.org ou complète, comme user@example.org/abcdef.
sv: Här kan du lägga till en eller flera nya ägare till rummet. Du måste använda kontoadressen för användaren för att göra dem till en ägare. Den här adressen kan antingen vara en enkel, såsom user@example.org, eller en full, såsom user@example.org/abcdef.

source: A room administrator will automatically become a moderator when entering the room. They can't change the room configuration or destroy the room.
es: Un administrador de la sala se convertirá automáticamente en moderador cuando ingrese a esta. Los administradores no pueden cambiar la configuración de la sala ni destruirla.
fr: Un administrateur de salle deviendra automatiquement un modérateur en entrant dans la salle. L'administrateur ne peut pas modifier la configuration de la salle ou détruire la salle.
sv: En rumsadministratör blir automatiskt moderatör när dem går in i ett rum. De kan inte ändra rummets inställningar eller förstöra rummet.

source: Here you can add one or more new administrators to the room. You will have to use the account address of the user in order to make them an administrator. This address can either be a simple one, such as user@example.org or a full one, such as user@example.org/abcdef.
es: Aquí puedes agregar uno o más administradores nuevos a la sala. Deberás utilizar la dirección de cuenta del usuario para convertirlo en administrador. Esta dirección puede ser simple, como user@example.org o completa, como user@example.org/abcdef.
fr: Ici, vous pouvez ajouter un ou plusieurs nouveaux administrateurs à la salle. Vous devrez utiliser l'adresse du compte de l'utilisateur afin d'en faire un administrateur. Cette adresse peut être simple, comme user@example.org ou complète, comme user@example.org/abcdef.
sv: Här kan du lägga till en eller flera nya administratörer till rummet. Du måste använda kontoadressen för användaren för att göra dem till en administratör. Adressen kan antingen vara en enkel, såsom user@example.org, eller en full, såsom user@example.org/abcdef.

source: Banned people
es: Personas bloqueadas
fr: Personnes bannies
sv: Bannlysta personer

source: A banned person will not be able to join the room.
es: Una persona bloqueada no podrá unirse a la sala.
fr: Une personne bannie ne pourra pas rejoindre la salle.
sv: En bannlyst person kan inte gå in i rummet.

source: Ban people
es: Bloquear personas
fr: Bannire des personnes
sv: Bannlys personer

source: Here you can add one or more people who will not be able to join this room. You will have to use the account address of the user in order to ban them. This address can either be a simple one, such as user@example.org or a full one, such as user@example.org/abcdef.
es: Aquí puedes agregar una o más personas que no podrán unirse a esta sala. Deberás utilizar la dirección de la cuenta del usuario para bloquearlos. Esta dirección puede ser simple, como user@example.org o completa, como user@example.org/abcdef.
fr: Ici, vous pouvez ajouter une ou plusieurs personnes qui ne pourront pas rejoindre cette salle. Vous devrez utiliser l'adresse du compte de l'utilisateur afin de les bannir. Cette adresse peut être simple, comme user@example.org ou complète, comme user@example.org/abcdef.
sv: Här kan du lägga till en eller flera personer som inte kan gå in i rummet. Du måste använda kontoadressen för användaren för att bannlysa dem. Adressen kan antingen vara en enkel, såsom user@example.org, eller en full, såsom user@example.org/abcdef.

source: You are joining %s
es: Te estás uniendo a %s
fr: Vous rejoignez %s
sv: Du går in i %s

source: That nickname is already being used.
es: Ese nickname ya está siendo usado.
fr: Ce pseudo est déjà utilisé.
sv: Det namnet är redan taget.

source: An unknown error occurred while trying to join the room, please check your connection or try again.
es: Se produjo un error desconocido al intentar unirse a la sala, por favor verifica tu conexión o intenta nuevamente.
fr: Une erreur inconnue s'est produite lors de la tentative de connexion au salon, veuillez vérifier votre connexion ou réessayer.
sv: Ett okänt fel uppstod när du försökte gå in i rummet. Var god kontrollera din ansluting och försök igen.

source: (waiting for approval)
es: (esperando la aprobación)
fr: (en attente d'approbation)
sv: (väntar på godkännande)

source: We couldn't find a room with that name.
es: No pudimos encontrar una sala con ese nombre.
fr: Nous n'avons pas pu trouver de chambre avec ce nom.
sv: Vi kunde inte hitta ett rum med det namnet.

source: It looks like the room you are trying to connect to doesn't exist, please verify the provided information.
es: Al parecer la sala a la que estás intentando conectarte no existe. Verifica la información proporcionada.
fr: Il semble que la salle à laquelle vous essayez de vous connecter n'existe pas, veuillez vérifier les informations fournies.
sv: Det verkar som att rummet du försöker ansluta till inte finns. Var god kontrollera den försedda informationen.

source: We can't get access to the service, please check your Internet connection or make sure the service exists.
es: No podemos acceder al servicio, verifica tu conexión a Internet o asegúrate de que el servicio exista.
fr: Nous ne pouvons pas accéder au service, veuillez vérifier votre connexion Internet ou vous assurer que le service existe.
sv: Vi kan inte ansluta till tjänsten. Var god kontrollera din internetuppkoppling och försäkra dig om att tjänsten existerar.

source: You must provide a valid room name.
es: Debes proporcionar un nombre de sala válido.
fr: Vous devez fournir un nom de salle valide.
sv: Du måste ge ett giltigt rumsnamn.

source: You must provide a valid service name.
es: Debes proporcionar un nombre de servicio válido.
fr: Vous devez fournir un nom de service valide.
sv: Du måste ge ett giltigt tjänstnamn.

source: Not assigned
es: No asignado
fr: Non attribué
sv: Inget värde

source: One result
es: Un resultado
fr: Un résultat
sv: Ett resultat

source: %d results
es: %d resultado(s)
fr: %d résultats
sv: %d resultat

source: One role
es: Un rol
fr: Un rôle
sv: En roll

source: %d roles
fr: %d rôles
sv: %d roller
