Repository: coyim/coyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: es, fr, nl_nl, sv

source: %v seconds ago
es: Hace %v segundos
fr: Il y a %v secondes
sv: %v sekunder sedan

source: Now
es: Ahora
fr: Maintenant
sv: Nu

source: You are changing the position of %s from owner to:
es: Estás cambiando la posición de %s de propietario a:
fr: Vous modifiez la position de %s de propriétaire à :
sv: Du ändrar ställningen för %s från ägare till:

source: You are changing the position of %s from administrator to:
es: Estás cambiando la posición de %s de administrador a:
fr: Vous modifiez la position de %s d'administrateur à :
sv: Du ändrar ställningen för %s från administratör till:

source: You are changing the position of %s from member to:
es: Estás cambiando la posición de %s de miembro a:
fr: Vous modifiez la position de %s de membre à :
sv: Du ändrar ställningen för %s från medlem till:

source: You are changing the position of %s to:
es: Estás cambiando la posición de %s a:
fr: Vous modifiez la position de %s à :
sv: Du ändrar ställningen för %s till:

source: We couldn't update the position for the person because either you don't have permission to do it or the server is busy. Please try again.
es: No pudimos actualizar la posición de la persona porque no tienes permiso para hacerlo o el servidor está ocupado. Por favor, inténtalo de nuevo.
fr: Nous n'avons pas pu mettre à jour le poste de la personne car soit vous n'avez pas la permission de le faire, soit le serveur est occupé. Veuillez réessayer.
sv: Vi kunde inte uppdatera ställningen, antingen för att du inte har tillstånd att göra så, eller för att servern är upptagen. Var god försök igen.

source: An error occurred when updating the position for the person. Please try again.
es: Un error ocurrió mientras se actualizaba la posición de la persona. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite lors de la mise à jour du poste de la personne. Veuillez réessayer.
sv: Ett fel uppstod när vi försökte uppdatera ställningen. Var god försök igen.

source: You can't verify the fingerprint for %s yet. You first have to start an encrypted conversation with them.
es: Todavía no puedes verificar el fingerprint de %s. Primero debes iniciar una conversación cifrada con la persona.
fr: Vous ne pouvez pas encore vérifier l'empreinte de %s. Vous devez d'abord démarrer une conversation cryptée avec la personne.
sv: Du kan inte kontrollera fingeravtrycket för %s ännu. Du måste först starta en krypterad konversation med dem.

source: Verify fingerprint for %s
es: Verificando el fingerprint para: %s
fr: Vérifier l'empreinte pour %s
nl_nl: Verifieer vingerafdruk voor %s
sv: Kontrollera fingeravtryck för %s

source: Private conversation started.
es: La conversación privada ha iniciado.
fr: La conversation privée a commencé.
nl_nl: Privé gesprek gestart.
sv: Privat konversation startad.

source: Private conversation started (tagged: '%s').
es: La conversación privada inició (etiquetada: '%s').
fr: Conversation privée commencée (marquée : '%s').
sv: Privat konversation startad (etikett: '%s').

source: Unverified conversation started.
es: La conversación no verificada ha iniciado.
fr: Une conversation non vérifiée a commencé.
nl_nl: Ongeverifieerd gesprek begonnen.
sv: Okontrollerad konversation startad.

source: Successfully refreshed the private conversation.
es: La conversación privada se actualizó con éxito.
fr: La conversation privée a été rafraîchie avec succès.
nl_nl: Succesvol het privé gesprek ververst.
sv: Lyckades uppdatera den privata konversationen.

source: Successfully refreshed the private conversation (tagged: '%s').
es: La conversación privada se actualizó con éxito (etiquetada '%s').
fr: La conversation privée a été rafraîchie avec succès (marquée : '%s').
sv: Lyckades uppdatera den privata konversationen (etikett: '%s').

source: Successfully refreshed the unverified private conversation.
es: La conversación privada no verificada se actualizó con éxito .
fr: La conversation privée non vérifiée a été rafraîchie avec succès.
nl_nl: Succesvol het ongeverifieerde gesprek ververst.
sv: Lyckades uppdatera den kontrollerade privata konversationen.

source: %s wants to talk to you. Is that ok?
es: %s quiere hablar contigo. ¿Está eso bien?
fr: %s veut vous parler. Est-ce que ça vous va ?
nl_nl: %s wil een gesprek met je beginnen. Is dat ok?
sv: %s vill prata med dig. Är det OK?

source: There are no currently connected accounts.
es: Al momento no hay cuentas conectadas.
fr: Il n'y a actuellement aucun compte connecté.
sv: Du har inga anslutna konton.

source: There is no connected account selected.
es: No hay una cuenta conectada seleccionada.
fr: Aucun compte connecté n'est sélectionné.
sv: Du har inte valt något anslutet konto.

source: We couldn't send a subscription.
es: No pudimos enviar una subscripción.
fr: Nous n'avons pas pu envoyer d'abonnement.
sv: Vi kunde inte skicka en prenumeration.

source: Make sure no one else is reading your messages
es: Asegúrate de que nadie más está leyendo tus mensajes
fr: Assurez-vous que personne d'autre est en train de lire vos messages
sv: Var säker på att ingen annan läser dina meddelanden

source: Share this one-time PIN with <b>%s</b>
es: Comparte este PIN de un solo uso con <b>%s</b>
fr: Partagez ce code PIN à usage unique avec <b>%s</b>
sv: Dela detta engångsnummer med <b>%s</b>

source: Waiting for peer to finish securing the channel...
es: Esperando a que tu compañero termine asegurando el canal...
fr: En attendant que votre pair finisse de sécuriser le canal...
sv: Väntar på att kontakten avslutar säkerställningen av kanalen...

source: Unable to verify at this time.
es: No es posible verificar en este momento.
fr: Impossible de vérifier pour le moment.
sv: Kunde inte avsluta kontrollen för tillfället.

source: Enter the secret that <b>%s</b> shared with you
es: Ingresa el secreto que <b>%s</b> compartió contigo
fr: Saisissez le secret que <b>%s</b> a partagé avec vous
sv: Skriv in hemligheten som <b>%s</b> delade med dig

source: Type the PIN that <b>%s</b> sent you. It can be used only once.
es: Digita el PIN que <b>%s</b> te envió. Este puede ser usado una sola vez.
fr: Saisissez le code PIN que <b>%s</b> vous a envoyé. Il ne peut être utilisé qu'une seule fois.
sv: Skriv in engångsnumret som <b>%s</b> skickade till dig. Det kan enbart användas en gång.

source: Enter the answer to <b>%s</b>
es: Ingresa la respuesta para <b>%s</b>
fr: Entrez la réponse à <b>%s</b>
sv: Skriv in svaret till <b>%s</b>

source: Finish verifying the security of this channel...
es: Termina la verificación de la seguridad de este canal…
fr: Terminer la vérification de la sécurité de ce canal...
sv: Avsluta kontrollen av säkerheten för den här kanalen...

source: Hooray! No one is listening to your conversations with <b>%s</b>
es: Hurra! Nadie está escuchando tus conversaciones con <b>%s</b>
fr: Hourra ! Personne n'écoute vos conversations avec <b>%s</b>
sv: Hurra! Ingen lyssnar på din konversation med <b>%s</b>

source: We could not verify this channel with <b>%s</b>.
es: No pudimos verificar este canal con <b>%s</b>.
fr: Nous n'avons pas pu vérifier ce canal avec <b>%s</b>.
sv: Vi kunde inte kontrollera den här kanalen med <b>%s</b>.

source: No account is selected, please select one account from the list or connect to one.
es: No se ha seleccionado ninguna cuenta, selecciona una cuenta de la lista o conéctate a una.
fr: Aucun compte n'est sélectionné, veuillez sélectionner un compte dans la liste ou vous connecter à un.
sv: Inget konto är valt, var god välj ett konto från listan eller anslut ett.

source: The room couldn't be destroyed
es: La sala no pudo ser destruida
fr: La salle n'a pas pu être détruite
sv: Rummet kunde inte förstöras

source: We were able to connect to the room service, but we received an invalid response from it. Please try again later.
es: Pudimos conectarnos al servicio de salas, pero recibimos una respuesta no válida. Por favor inténtalo de nuevo más tarde.
fr: Nous avons pu nous connecter au service de la salle, mais nous avons reçu une réponse invalide de sa part. Veuillez réessayer plus tard.
sv: Vi kunde ansluta till rumstjänsten, men vi fick ett ogiltigt svar från den. Var god försök igen senare.

source: You don't have the permission to destroy this room. Please contact one of the room owners.
es: No tienes permiso para destruir la sala. Por favor contacta a uno de los propietarios de la sala.
fr: Vous n'avez pas la permission de détruire cette salle. Veuillez contacter l'un des propriétaires de la salle.
sv: Du har inte tillstånd att förstöra det här rummet. Var god kontakta en av rumsägarna.

source: We couldn't find the room.
es: No pudimos encontrar la sala.
fr: Nous n'avons pas pu trouver la salle.
sv: Vi kunde inte hitta rummet.

source: An unknown error occurred during the process. Please try again later.
es: Un error desconocido durante el proceso. Por favor inténtalo de nuevo.
fr: Une erreur inconnue s'est produite pendant le processus. Veuillez réessayer plus tard.
sv: Ett okänt fel uppstod under processen. Var god försök igen senare.

source: <b>Password can not be empty</b> - please try again
es: <b>El campo de contraseña no puede estar vacío</b> - por favor inténtalo de nuevo
fr: <b>Le mot de passe ne peut pas être vide</b> - veuillez réessayer
sv: <b>Lösenordet kan inte vara tomt</b> - försök igen

source: Passwords have to be the same - please try again
es: Las contraseñas deben ser las mismas - por favor inténtalo de nuevo
fr: Les mots de passe doivent être les mêmes - veuillez réessayer
nl_nl: Wachtwoorden moeten overeenkomen - probeer het nog een keer
sv: Lösenorden måste vara likadana - försök igen

source: Incorrect password entered, please try again.
es: Contraseña incorrecta ingresada, por favor inténtalo de nuevo.
fr: Mot de passe entré incorrect, veuillez réessayer.
nl_nl: Foutief wachtwoord, probeer het nog een keer.
sv: Ogiltigt lösenord givet, försök igen.

source: Checking password...
es: Verificando contraseña...
fr: Vérification du mot de passe...
nl_nl: Wachtwoord controleren...
sv: Kontrollerar lösenord...

source: Close & Leave Room
es: Cerrar & salir de la sala
fr: Fermer et Quitter la Salle
sv: Stäng & lämna rummet

source: Notifications
es: Notificaciones
sv: Underrättelser

source: _Contacts
es: _Contactos
sv: _Kontakter

source: _Options
es: _Opciones
sv: Alternativ

source: Service:
es: Servicio:
sv: Tjänst:

source: Positions
es: Posiciones
sv: Ställningar

source: Participant
es: Participante
sv: Deltagare

source: Position
es: Posición
sv: Ställning

source: Occupant
es: Ocupante
sv: Invånare

source: Contact:
es: Contacto:
sv: Kontakt:

source: Description
es: Descripción
sv: Beskrivning

source: Participants
es: Participantes
sv: Deltagare

source: Admin
sv: Administratör

source: SOCKS5 Unix Domain
sv: SOCKS5 Unix-domän

source: %[1]s Description: %[2]s
es: %[1]s Descripción: %[2]s
sv: %[1]s Beskrivning: %[2]s

source: Invisible
nl_nl: Onzichtbaar
sv: Osynlig

source: is now
es: es ahora
nl_nl: maakt nu deel uit van
sv: är nu

source: File and directory transfer(s)
es: Transferencia(s) de archivos y directorios
sv: Fil och folderöverföring(ar)

source: Directory transfer(s)
es: Transferencia(s) de directorio
sv: Folderöverföring(ar)

source: File transfer(s)
es: Transferencia(s) de archivo
sv: Filöverföring(ar)

source: Port:
es: Puerto:
nl_nl: Poort:

source: Information
es: Información

source: Your account (example: kim42@dukgo.com)
nl_nl: Jouw account (bijvoorbeeld: kim42@dukgo.com)

source: The below buttons allow you to import private keys and fingerprints. Both of them should be in the Pidgin/libotr format. If you import private keys, your existing private keys will be deleted, since current there is no way to choose which key to use for encrypted chat.
nl_nl: De knoppen aan de onderkant maken het mogelijk om privé sleutels en vingerafdrukken te importeren. Beide zouden in het Pidgin/libotr formaat moeten zijn. Als je privé sleutels importeert zullen je huidige sleutels worden verwijderd, omdat er momenteel geen manier is om te kiezen welke sleutel voor veilige chat gebruikt moet worden.

source: The below buttons allow you to export private keys and fingerprints. Be careful with the files that come out of this process, since they contain potentially sensitive data. The export will be in Pidgin/libotr format.
nl_nl: De knoppen onderaan maken het mogelijk om privé sleutels en vingerafdrukken te exporteren. Pas op met de bestanden die hier uit voort komen, zij bevatten gevoelige informatie. De export zal in Pidgin/libotr formaat zijn.

source: Disconnect
nl_nl: Verbinding verbreken

source: Choose a server to register your account
nl_nl: Kies een nieuwe server om een account op te registreren

source: Add contact
nl_nl: Contact toevoegen

source: Contact to add (for example: arnoldsPub@jabber.ccc.de)
nl_nl: Contact om toe te voegen (bijvoorbeeld: arnoldsPub@jabber.ccc.de)

source: Would you like to save your configuration file in an encrypted format? This can be significantly more secure, but you will not be able to access your configuration if you lose the password. You will only be asked for your password when CoyIM starts.
nl_nl: Wil je je configuratie bestand versleuteld opslaan? Dit kan aanzienlijk veiliger zijn, maar je kan niet meer bij je configuratie als je je wachtwoord kwijt bent. Je zult enkel om je wachtwoord worden gevraagd als CoyIM opstart.

source: Configure master password
nl_nl: Configureer hoofd wachtwoord

source: Please enter the master password for the configuration file, two times.
nl_nl: Geef het hoofd wachtwoord op voor het configuratie bestand, twee keer.

source: Fingerprints...
nl_nl: Vingerafdrukken…

source: Rename...
nl_nl: Naam wijzigen...

source: Developer options
nl_nl: Ontwikkelaars opties

source: You are talking over an unprotected channel
nl_nl: Je bent aan het chatten op een onveilig kanaal

source: Secure chat
nl_nl: Veilige chat

source: Please, tell us how is going for you to use CoyIM. This is the only way we can create a better tool to keep your conversations private.
nl_nl: Vertel ons alsjeblieft hoe CoyIM je bevalt. Dit is de enige manier waarop wij een betere applicatie kunnen maken om je gesprekken privé te houden.

source: Contacts
nl_nl: Contacten

source: View
nl_nl: Bekijk

source: Enter master password
nl_nl: Voer hoofd wachtwoord in

source: Please enter the master password for the configuration file. You will not be asked for this password again until you restart CoyIM.
nl_nl: Voer het hoofd wachtwoord voor het configuratie bestand in. Je zult niet nogmaals om het wachtwoord worden gevraagd totdat je CoyIM herstart.

source: Peer fingerprints
nl_nl: Peer vingerafdrukken

source: Contact's new name
nl_nl: Contact’s nieuwe naam

source: Verify
nl_nl: Verifiëren

source: The account %s was added successfully.
nl_nl: Het account %s was succesvol toegevoegd.

source: Your fingerprints for %s: %s
nl_nl: Jouw vingerafdruk voor %s: %s

source: Private conversation lost.
nl_nl: Priveé gesprek verloren.

source: _Import...
nl_nl: _Importeren…

source: _Register...
nl_nl: _Registreer…

source: Failed to generate OTR message: %s
nl_nl: Fout bij het aanmaken van OTR bericht: %s

source: Failed to terminate the encrypted chat: %s
nl_nl: Fout bij het sluiten van versleuteld gesprek: %s

source: You can't verify the fingerprint for %s yet. You first have to start an encrypted conversation with them.
nl_nl: Je kunt de vingerafdruk voor %s nog niet verifiëren. Je moet eerst een versleuteld gesprek met hem/haar starten.

source: %d key(s) were imported correctly.
nl_nl: %d sleutel(s) zijn geïmporteerd.

source: Password can not be empty - please try again
nl_nl: Wachtwoord mag niet leeg zijn - probeer het nog een keer

source: You have not verified the identity of %s
nl_nl: Je hebt de indentiteit van %s nog niet geverifieerd
