Repository: coyim/coyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: es, fr, nl_nl, sv

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{member} to $affiliation{administrator}.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{miembro} a $affiliation{administrador}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{membre} à $affiliation{administrateur}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{medlem} till $affiliation{administratör}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{member} to $affiliation{owner}.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{miembro} a $affiliation{propietario}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{membre} à $affiliation{propriétaire}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{medlem} till $affiliation{ägare}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{administrator} to $affiliation{member}.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{administrador} a $affiliation{miembro}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} d'$affiliation{administrateur} à $affiliation{membre}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{administratör} till $affiliation{medlem}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{administrator} to $affiliation{owner}.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{administrador} a $affiliation{propietario}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} d'$affiliation{administrateur} à $affiliation{propriétaire}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{administratör} till $affiliation{ägare}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{owner} to $affiliation{member}.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{propietario} a $affiliation{miembro}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{propriétaire} à $affiliation{membre}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{ägare} till $affiliation{medlem}.

source: $nickname{%[1]s} changed the position of $nickname{%[2]s} from $affiliation{owner} to $affiliation{administrator}.
es: $nickname{%[1]s} cambió la posición de $nickname{%[2]s} de $affiliation{propietario} a $affiliation{administrador}.
fr: $nickname{%[1]s} a changé la position de $nickname{%[2]s} de $affiliation{propriétaire} à $affiliation{administrateur}.
sv: $nickname{%[1]s} ändrade ställningen för $nickname{%[2]s} från $affiliation{ägare} till $affiliation{administratör}.

source: %[1]s changed the position of %[2]s.
es: %[1]s cambió la posición de %[2]s.
fr: %[1]s a changé la position de %[2]s.
sv: %[1]s ändrade ställningen för %[2]s.

source: You are not $affiliation{an owner} anymore.
es: Ya no eres $affiliation{un propietario}.
fr: Vous n'êtes plus $affiliation{un propriétaire}.
sv: Du är inte $affiliation{en ägare} längre.

source: You are not $affiliation{an administrator} anymore.
es: Ya no eres $affiliation{un administrador}.
fr: Vous n'êtes plus $affiliation{un administrateur}.
sv: Du är inte $affiliation{en administratör} längre.

source: You are not $affiliation{a member} anymore.
es: Ya no eres $affiliation{un miembro}.
fr: Vous n'êtes plus $affiliation{un membre}.
sv: Du är inte längre $affiliation{en medlem}.

source: The owner $nickname{%s} changed your position; you are not $affiliation{an owner} anymore.
es: El propietario $nickname{%s} cambió tu posición; ya no eres $affiliation{un propietario}.
fr: Le propriétaire $nickname{%s} a changé votre position ; vous n'êtes plus $affiliation{un propriétaire}.
sv: Ägaren $nickname{%s} ändrade din ställning; du är inte $affiliation{en ägare} längre.

source: The owner $nickname{%s} changed your position; you are not $affiliation{an administrator} anymore.
es: El propietario $nickname{%s} cambió tu posición; ya no eres $affiliation{un administrador}.
fr: Le propriétaire $nickname{%s} a changé votre position ; vous n'êtes plus $affiliation{un administrateur}.
sv: Ägaren $nickname{%s} ändrade din ställning; du är inte $affiliation{en administratör} längre.

source: The owner $nickname{%s} changed your position; you are not $affiliation{a member} anymore.
es: El propietario $nickname{%s} cambió tu posición; ya no eres $affiliation{un miembro}.
fr: Le propriétaire $nickname{%s} a changé votre position ; vous n'êtes plus $affiliation{un membre}.
sv: Ägaren $nickname{%s} ändrade din ställning; du är inte $affiliation{en medlem} längre.

source: The administrator $nickname{%s} changed your position; you are not $affiliation{an owner} anymore.
es: El administrador $nickname{%s} cambió tu posición; ya no eres $affiliation{un propietario}.
fr: L'administrateur $nickname{%s} a changé votre position ; vous n'êtes plus $affiliation{un propriétaire}.
sv: Administratören $nickname{%s} ändrade din ställning; du är inte $affiliation{en ägare längre} anymore.

source: The administrator $nickname{%s} changed your position; you are not $affiliation{an administrator} anymore.
es: El administrador $nickname{%s} cambió tu posición; ya no eres $affiliation{un administrador}.
fr: L'administrateur $nickname{%s} a changé votre position ; vous n'êtes plus $affiliation{un administrateur}.
sv: Administratören $nickname{%s} ändrade din ställning; du är inte längre $affiliation{en administratör}.

source: The administrator $nickname{%s} changed your position; you are not $affiliation{a member} anymore.
es: El adminstrador $nickname{%s} cambió tu posición; ya no eres $affiliation{un miembro}.
fr: L'administrateur $nickname{%s} a changé votre position ; vous n'êtes plus $affiliation{un membre}.
sv: Administratören $nickname{%s} ändrade din ställning; du är inte $affiliation{en medlem} längre.

source: The administrator $nickname{%s} changed your position.
es: El administrador $nickname{%s} cambió tu posición.
fr: L'administrateur $nickname{%s} a changé votre position.
sv: Administratören $nickname{%s} ändrade din ställning.

source: Your position was changed to $affiliation{owner}.
fr: Votre position a été changée en $affiliation{propriétaire}.

source: Your position was changed to $affiliation{administrator}.
fr: Votre position a été changée en $affiliation{administrateur}.

source: Your position was changed to $affiliation{member}.
fr: Votre position a été changée en $affiliation{membre}.

source: The owner $nickname{%s} changed your position to $affiliation{owner}.
es: El propietario $nickname{%s} cambió tu posición a $affiliation{propietario}.
fr: Le propriétaire $nickname{%s} a changé votre position en $affiliation{propriétaire}.
sv: Ägaren $nickname{%s} ändrade din ställning till $affiliation{ägare}.

source: The owner $nickname{%s} changed your position to $affiliation{administrator}.
es: El propietario $nickname{%s} cambió tu posición a $affiliation{administrador}.
fr: Le propriétaire $nickname{%s} a changé votre position en $affiliation{administrateur}.
sv: Ägaren $nickname{%s} ändrade din ställning till $affiliation{administratör}.

source: The owner $nickname{%s} changed your position to $affiliation{member}.
es: El propietario $nickname{%s} cambió tu posición a $affiliation{miembro}.
fr: Le propriétaire $nickname{%s} a changé votre position en $affiliation{membre}.
sv: Ägaren $nickname{%s} ändrade din ställning till $affiliation{medlem}.

source: The administrator $nickname{%s} changed your position to $affiliation{owner}.
es: El administrador $nickname{%s} cambió tu posición a $affiliation{propietario}.
fr: L'administrateur $nickname{%s} a changé votre position en $affiliation{propriétaire}.
sv: Administratören $nickname{%s} ändrade din ställning till $affiliation{ägare}.

source: The administrator $nickname{%s} changed your position to $affiliation{administrator}.
es: El administrador $nickname{%s} cambió tu posición a $affiliation{administrador}.
fr: L'administrateur $nickname{%s} a changé votre position en $affiliation{administrateur}.
sv: Administratören $nickname{%s} ändrade din ställning till $affiliation{administratör}.

source: The administrator $nickname{%s} changed your position to $affiliation{member}.
es: El administrador $nickname{%s} cambió tu posición a $affiliation{miembro}.
fr: L'administrateur $nickname{%s} a changé votre position en $affiliation{membre}.
sv: Administratören $nickname{%s} ändrade din ställning till $affiliation{medlem}.

source: Your position was changed from $affiliation{owner} to $affiliation{administrator}.
fr: Votre position est passée de $affiliation{propriétaire} à $affiliation{administrateur}.

source: Your position was changed from $affiliation{owner} to $affiliation{member}.
fr: Votre position est passée de $affiliation{propriétaire} à $affiliation{membre}.

source: Your position was changed from $affiliation{administrator} to $affiliation{owner}.
fr: Votre position est passée d'$affiliation{administrateur} à $affiliation{propriétaire}.

source: Your position was changed from $affiliation{administrator} to $affiliation{member}.
fr: Votre position est passée d'$affiliation{administrateur} à $affiliation{membre}.

source: Your position was changed from $affiliation{member} to $affiliation{owner}.
fr: Votre position est passée de $affiliation{membre} à $affiliation{propriétaire}.

source: Your position was changed from $affiliation{member} to $affiliation{administrator}.
fr: Votre position est passée de $affiliation{membre} à $affiliation{administrateur}.

source: Your position was changed.
es: Tu posición fue cambiada.
fr: Votre position a été modifiée.
sv: Din ställning ändrades.

source: The owner $nickname{%s} changed your position from $affiliation{owner} to $affiliation{administrator}.
es: El propietario $nickname{%s} cambió tu posición de $affiliation{propietario} a $affiliation{administrador}.
fr: Le propriétaire $nickname{%s} a changé votre position de $affiliation{propriétaire} à $affiliation{administrateur}.
sv: Ägaren $nickname{%s} ändrade din ställning från $affiliation{ägare} till $affiliation{administratör}.

source: The owner $nickname{%s} changed your position from $affiliation{owner} to $affiliation{member}.
es: El propietario $nickname{%s} cambió tu posición de $affiliation{propietario} a $affiliation{miembro}.
fr: Le propriétaire $nickname{%s} a changé votre position de $affiliation{propriétaire} à $affiliation{membre}.
sv: Ägaren $nickname{%s} ändrade din ställning från $affiliation{ägare} till $affiliation{medlem}.

source: The owner $nickname{%s} changed your position from $affiliation{administrator} to $affiliation{owner}.
es: El propietario $nickname{%s} cambió tu posición de $affiliation{administrador} a $affiliation{propietario}.
fr: Le propriétaire $nickname{%s} a changé votre position d'$affiliation{administrateur} à $affiliation{propriétaire}.
sv: Ägaren $nickname{%s} ändrade din ställning från $affiliation{administratör} till $affiliation{ägare}.

source: The owner $nickname{%s} changed your position from $affiliation{administrator} to $affiliation{member}.
es: El propietario $nickname{%s} cambió tu posición de $affiliation{administrador} a $affiliation{miembro}.
fr: Le propriétaire $nickname{%s} a changé votre position d'$affiliation{administrateur} à $affiliation{membre}.
sv: Ägaren $nickname{%s} ändrade din ställning från $affiliation{administratör} till $affiliation{medlem}.

source: The owner $nickname{%s} changed your position from $affiliation{member} to $affiliation{owner}.
es: El propietario $nickname{%s} cambió tu posición de $affiliation{miembro} a $affiliation{propietario}.
fr: Le propriétaire $nickname{%s} a changé votre position de $affiliation{membre} à $affiliation{propriétaire}.
sv: Ägaren $nickname{%s} ändrade din ställning från $affiliation{medlem} till $affiliation{ägare}.

source: The owner $nickname{%s} changed your position from $affiliation{member} to $affiliation{administrator}.
es: El propietario $nickname{%s} cambió su posición de $affiliation{miembro} a $affiliation{administrador}.
fr: Le propriétaire $nickname{%s} a changé votre position de $affiliation{membre} à $affiliation{administrateur}.
sv: Ägaren $nickname{%s} ändrade din ställning från $affiliation{medlem} till $affiliation{administratör}.

source: The owner $nickname{%s} changed your position.
es: El propietario $nickname{%s} cambió tu posición.
fr: Le propriétaire $nickname{%s} a changé votre position.
sv: Ägaren $nickname{%s} ändrade din ställning.

source: The administrator $nickname{%s} changed your position from $affiliation{owner} to $affiliation{administrator}.
es: El administrador $nickname{%s} cambió tu posición de $affiliation{propietario} a $affiliation{administrador}.
fr: L'administrateur $nickname{%s} a changé votre position de $affiliation{propriétaire} à $affiliation{administrateur}.
sv: Administratören $nickname{%s} ändrade din ställning från $affiliation{ägare} till $affiliation{administratör}.

source: The administrator $nickname{%s} changed your position from $affiliation{owner} to $affiliation{member}.
es: El administrador $nickname{%s} cambió tu posición de $affiliation{propietario} a $affiliation{miembro}.
fr: L'administrateur $nickname{%s} a changé votre position de $affiliation{propriétaire} à $affiliation{membre}.
sv: Administratören $nickname{%s} ändrade din ställning från $affiliation{ägare} till $affiliation{medlem}.

source: The administrator $nickname{%s} changed your position from $affiliation{administrator} to $affiliation{owner}.
es: El administrador $nickname{%s} cambió tu posición de $affiliation{administrador} a $affiliation{propietario}.
fr: L'administrateur $nickname{%s} a changé votre position d'$affiliation{administrateur} à $affiliation{propriétaire}.
sv: Administratören $nickname{%s} ändrade din ställning från $affiliation{administratör} till $affiliation{ägare}.

source: The administrator $nickname{%s} changed your position from $affiliation{administrator} to $affiliation{member}.
es: El administrador $nickname{%s} cambió tu posición de $affiliation{administrador} a $affiliation{miembro}.
fr: L'administrateur $nickname{%s} a changé votre position d'$affiliation{administrateur} à $affiliation{member}.
sv: Administratören $nickname{%s} ändrade din ställning från $affiliation{administratör} till $affiliation{medlem}.

source: The administrator $nickname{%s} changed your position from $affiliation{member} to $affiliation{owner}.
es: El administrador $nickname{%s} cambió tu posición de $affiliation{miembro} a $affiliation{propietario}.
fr: L'administrateur $nickname{%s} a changé votre position de $affiliation{membre} à $affiliation{propriétaire}.
sv: Administratören $nickname{%s} ändrade din ställning från $affiliation{medlem} till $affiliation{ägare}.

source: The administrator $nickname{%s} changed your position from $affiliation{member} to $affiliation{administrator}.
es: El administrador $nickname{%s} cambió tu posición de $affiliation{miembro} a $affiliation{administrador}.
fr: L'administrateur $nickname{%s} a changé votre position de $affiliation{membre} à $affiliation{administrateur}.
sv: Administratören $nickname{%s} ändrade din ställning från $affiliation{medlem} till $affiliation{administratör}.

source: $nickname{%s} changed your position from $affiliation{owner} to $affiliation{administrator}.
es: $nickname{%s} cambió tu posición de $affiliation{propietario} a $affiliation{administrador}.
fr: $nickname{%s} a changé votre position de $affiliation{propriétaire} à $affiliation{administrateur}.
sv: $nickname{%s} ändrade din ställning från $affiliation{ägare} till $affiliation{administratör}.

source: $nickname{%s} changed your position from $affiliation{owner} to $affiliation{member}.
es: $nickname{%s} cambió tu posición de $affiliation{propietario} a $affiliation{miembro}.
fr: $nickname{%s} a changé votre position de $affiliation{propriétaire} à $affiliation{membre}.
sv: $nickname{%s} ändrade din ställning från $affiliation{ägare} till $affiliation{medlem}.

source: $nickname{%s} changed your position from $affiliation{administrator} to $affiliation{owner}.
es: $nickname{%s} cambió tu posición de $affiliation{administrador} a $affiliation{propietario}.
fr: $nickname{%s} a changé votre position d'$affiliation{administrateur} à $affiliation{propriétaire}.
sv: $nickname{%s} ändrade din ställning från $affiliation{administratör} till $affiliation{ägare}.

source: $nickname{%s} changed your position from $affiliation{administrator} to $affiliation{member}.
es: $nickname{%s} cambió tu posición de $affiliation{administrador} a $affiliation{miembro}.
fr: $nickname{%s} a changé votre position d'$affiliation{administrateur} à $affiliation{membre}.
sv: $nickname{%s} ändrade din ställning från $affiliation{administratör} till $affiliation{medlem}.

source: $nickname{%s} changed your position from $affiliation{member} to $affiliation{owner}.
es: $nickname{%s} cambió tu posición de $affiliation{miembro} a $affiliation{propietario}.
fr: $nickname{%s} a changé votre position de $affiliation{membre} à $affiliation{propriétaire}.
sv: $nickname{%s} ändrade din ställning från $affiliation{medlem} till $affiliation{ägare}.

source: $nickname{%s} changed your position from $affiliation{member} to $affiliation{administrator}.
es: $nickname{%s} cambió tu posición de $affiliation{miembro} a $affiliation{administrador}.
fr: $nickname{%s} a changé votre position de $affiliation{membre} à $affiliation{administrateur}.
sv: $nickname{%s} ändrade din ställning från $affiliation{medlem} till $affiliation{administratör}.

source: $nickname{%s} changed your position.
es: $nickname{%s} cambió tu posición.
fr: $nickname{%s} a changé votre position.
sv: $nickname{%s} ändrade din ställning.

source: You are not banned anymore.
es: Ya no estás bloqueado.
fr: Vous n'êtes plus banni.
sv: Du är inte längre bannlyst.

source: The owner $nickname{%s} changed your position; you are not banned anymore.
es: El propietario $nickname{%s} cambió tu posición; ya no estás bloqueado.
fr: Le propriétaire $nickname{%s} a changé votre position ; vous n'êtes plus banni.
sv: Ägaren $nickname{%s} ändrade din ställning; du är inte längre bannlyst.

source: The administrator $nickname{%s} changed your position; you are not banned anymore.
es: El administrador $nickname{%s} cambió tu posición; ya no estás bloqueado.
fr: L'administrateur $nickname{%s} a changé votre position ; vous n'êtes plus banni.
sv: Administratören $nickname{%s} ändrade din ställning; du är inte längre bannlyst.

source: You are now $affiliation{an owner}.
es: Ahora eres $affiliation{un propietario}.
fr: Vous êtes maintenant $affiliation{un propriétaire}.
sv: Du är nu $affiliation{en ägare}.

source: You are now $affiliation{an administrator}.
es: Ahora eres $affiliation{un administrador}.
fr: Vous êtes maintenant $affiliation{un administrateur}.
sv: Du är nu $affiliation{en administratör}.

source: You are now $affiliation{a member}.
es: Ahora eres $affiliation{un miembro}.
fr: Vous êtes maintenant $affiliation{un membre}.
sv: Du är nu $affiliation{en medlem}.

source: You are now banned.
es: Ahora estás bloqueado.
fr: Vous êtes désormais banni.
sv: Du är nu bannlyst.

source: The owner $nickname{%s} changed your position; you are now $affiliation{an owner}.
es: El propietario $nickname{%s} cambió tu posición; ahora eres $affiliation{un propietario}.
fr: Le propriétaire $nickname{%s} a changé votre position ; vous êtes maintenant $affiliation{un propriétaire}.
sv: Ägaren $nickname{%s} ändrade din ställning; du är nu $affiliation{en ägare}.

source: The owner $nickname{%s} changed your position; you are now $affiliation{an administrator}.
es: El propietario $nickname{%s} cambió tu posición; ahora eres $affiliation{un administrador}.
fr: Le propriétaire $nickname{%s} a changé votre position ; vous êtes maintenant $affiliation{un administrateur}.
sv: Ägaren $nickname{%s} ändrade din ställning; du är nu $affiliation{en administratör}.

source: The owner $nickname{%s} changed your position; you are now $affiliation{a member}.
es: El propietario $nickname{%s} cambió tu posición; ahora eres $affiliation{un miembro}.
fr: Le propriétaire $nickname{%s} a changé votre position ; vous êtes maintenant $affiliation{un membre}.
sv: Ägaren $nickname{%s} ändrade din ställning; du är nu $affiliation{en medlem}.

source: The owner $nickname{%s} changed your position; you are now banned.
es: El propietario $nickname{%s} cambió tu posición; ahora estás bloqueado.
fr: Le propriétaire $nickname{%s} a changé votre position ; vous êtes maintenant banni.
sv: Ägaren $nickname{%s} ändrade din ställning; du är nu bannlyst.

source: The administrator $nickname{%s} changed your position; you are now $affiliation{an owner}.
es: El administrador $nickname{%s} cambió tu posición; ahora eres $affiliation{un propietario}.
fr: L'administrateur $nickname{%s} a changé votre position ; vous êtes maintenant $affiliation{un propriétaire}.
sv: Administratören $nickname{%s} ändrade din ställning; du är nu $affiliation{en ägare}.

source: The administrator $nickname{%s} changed your position; you are now $affiliation{an administrator}.
es: El administrador $nickname{%s} cambió tu posición; ahora eres $affiliation{un administrad or}.
fr: L'administrateur $nickname{%s} a changé votre position ; vous êtes maintenant $affiliation{un administrateur}.
sv: Administratören $nickname{%s} ändrade din ställning; du är nu $affiliation{en administratör}.

source: The administrator $nickname{%s} changed your position; you are now $affiliation{a member}.
es: El administrador $nickname{%s} cambió tu posición; ahora eres $affiliation{un miembro}.
fr: L'administrateur $nickname{%s} a changé votre position ; vous êtes maintenant $affiliation{un membre}.
sv: Administratören $nickname{%s} ändrade din ställning; du är nu $affiliation{en medlem}.

source: The administrator $nickname{%s} changed your position; you are now banned.
es: El administrador $nickname{%s} cambió tu posición; ahora estás bloqueado.
fr: L'administrateur $nickname{%s} a changé votre position ; vous êtes maintenant banni.
sv: Administratören $nickname{%s} ändrade din ställning; du är nu bannlyst.

source: You have been banned from the room.
es: Has sido bloqueado en la sala.
fr: Vous avez été banni de la salle.
sv: Du är nu bannlyst från rummet.

source: The owner $nickname{%s} banned you from the room.
es: El propietario $nickname{%s} te bloqueó en la sala.
fr: Le propriétaire $nickname{%s} vous a banni de la salle.
sv: Ägaren $nickname{%s} bannlyste dig från rummet.

source: The administrator $nickname{%s} banned you from the room.
es: El administrador $nickname{%s} te bloqueó en la sala.
fr: L'administrateur $nickname{%s} vous a banni de la salle.
sv: Administratören $nickname{%s} bannlyste dig från rummet.

source: %[1]s The reason given was: %[2]s.
es: %[1]s La razón dada fue: %[2]s.
fr: %[1]s La raison donnée : %[2]s.
sv: %[1]s Anledning: %[2]s.

source: About CoyIM
es: Acerca de CoyIM
fr: À propos de CoyIM
sv: Om CoyIM

source: Quit CoyIM
es: Salir de CoyIM
fr: Quitter CoyIM
sv: Avsluta CoyIM

source: Basic information
es: Información básica
fr: Informations de base
sv: Grundläggande information

source: This section contains basic configuration options that you can set for the room.
es: Esta sección contiene opciones de configuración básicas que puedes establecer para la sala.
fr: Cette section contient des options de configuration de base que vous pouvez définir pour la salle.
sv: Den här avdelningen innehåller grundläggande inställningar som du kan sätta för rummet.

source: Access
es: Acceso
fr: Accès
sv: Tillgång
